/* nothing */
"" = "Project-Id-Version: xchat 2.6.0\nReport-Msgid-Bugs-To: www.xchat.org\nPOT-Creation-Date: 2007-07-01 14:32+1000\nPO-Revision-Date: 2005-11-07 21:49+0200\nLast-Translator: Besnik Bleta <besnik@spymac.com>\nLanguage-Team: Albanian <translation-team-sq@lists.sourceforge.net>\nMIME-Version: 1.0\nContent-Type: text/plain; charset=iso-8859-1\nContent-Transfer-Encoding: 8bit\n";

/* nothing */
"Cannot create ~/.xchat2" = "S'mund të krijoj ~/.xchat2";

/* nothing */
"I'm busy" = "Jam i zënë";

/* nothing */
"Leaving" = "Po iki";

/* nothing */
"* Running IRC as root is stupid! You should\n  create a User Account and use that to login.\n" = "* Xhirimi i IRC-së si rrënjë është budallallëk! Duhet\n  të krijoni një Llogari Përdoruesi dhe të përdorni atë për t'u futur.\n";

/* nothing */
"Waiting" = "Po pres";

/* nothing */
"Active" = "Veprues";

/* nothing */
"Failed" = "Dështova";

/* nothing */
"Done" = "Përmbushur";

/* nothing */
"Connect" = "Lidhu";

/* nothing */
"Aborted" = "Ndërprerë";

/* nothing */
"Cannot access %s\n" = "S'mund të futem në %s\n";

/* nothing */
"Error" = "Gabim";

/* nothing */
"%s is offering \"%s\". Do you want to accept?" = "";

/* nothing */
"No active DCCs\n" = "S'ka DCC-ra vepruese\n";

/* nothing */
"YES  " = "PO  ";

/* nothing */
"NO   " = "JO  ";

/* nothing */
"You are being CTCP flooded from %s, ignoring %s\n" = "Po CTCP përmbyteni prej %s, po shpërfill %s\n";

/* nothing */
"You are being MSG flooded from %s, setting gui_auto_open_dialog OFF.\n" = "Po MSG përmbyteni prej %s, po vendos gui_auto_open_dialog OFF.\n";

/* nothing */
"  %-20s online\n" = "  %-20s të lidhur\n";

/* nothing */
"  %-20s offline\n" = "  %-20s të palidhur\n";

/* nothing */
"No channel joined. Try /join #<channel>\n" = "Pa u bashkuar me ndonjë kanal. Provoni /join #<kanal>\n";

/* nothing */
"Not connected. Try /server <host> [<port>]\n" = "I palidhur. Provoni /server <strehë> [<portë>]\n";

/* nothing */
"Already marked away: %s\n" = "";

/* nothing */
"Already marked back.\n" = "";

/* nothing */
"I need /bin/sh to run!\n" = "Më duhet /bin/sh për të xhiruar!\n";

/* nothing */
"Commands Available:" = "Urdhra të Mundshëm:";

/* nothing */
"User defined commands:" = "Urdhra të përkufizuar nga përdoruesi:";

/* nothing */
"Plugin defined commands:" = "Urdhra të përkufizuar nga shtojca:";

/* nothing */
"Type /HELP <command> for more information, or /HELP -l" = "Shtypni /HELP <urdhër> për më tepër të dhëna, ose /HELP -l";

/* nothing */
"Unknown arg '%s' ignored." = "Është shpërfillur arg i panjohur '%s'.";

/* nothing */
"No such plugin found.\n" = "S'gjendet shtojcë e tillë.\n";

/* nothing */
"That plugin is refusing to unload.\n" = "Ajo shtojcë nuk pranon të çngarkohet.\n";

/* nothing */
"ADDBUTTON <name> <action>, adds a button under the user-list" = "ADDBUTON <emër> <veprim>, shton një buton nën një listë përdoruesi";

/* nothing */
"ALLCHAN <cmd>, sends a command to all channels you're in" = "ALLCHAN <urd>,  u dërgon një urdhër tërë kanaleve ku keni hyrë";

/* nothing */
"ALLCHANL <cmd>, sends a command to all channels you're in" = "ALLCHAN <urd>,  u dërgon një urdhër tërë kanaleve ku keni hyrë";

/* nothing */
"ALLSERV <cmd>, sends a command to all servers you're in" = "ALLSERV <urd>, u dërgon një urdhër tërë shërbyesve ku keni hyrë";

/* nothing */
"AWAY [<reason>], sets you away" = "AWAY [<arsye>], ju tregon të larguar";

/* nothing */
"BACK, sets you back (not away)" = "";

/* nothing */
"BAN <mask> [<bantype>], bans everyone matching the mask from the current channel. If they are already on the channel this doesn't kick them (needs chanop)" = "BAN <maskë> [<tipndalimi>], i ndalon kanalin e çastit kujtdo që përputhet me maskën. Nëse tashmë janë në kanal kjo nuk i përzë (lyp kanop)";

/* nothing */
"Set per channel options\nCHANOPT CONFMODE ON|OFF - Toggle conf mode/showing of join and part messages\nCHANOPT COLORPASTE ON|OFF - Toggle color paste\nCHANOPT BEEP ON|OFF - Toggle beep on message\nCHANOPT TRAY ON|OFF - Toggle tray blink on message" = "";

/* nothing */
"CLEAR [ALL|HISTORY], Clears the current text window or command history" = "CLEAR, Pastron tekst në dritaren e çastit";

/* nothing */
"CLOSE, Closes the current window/tab" = "CLOSE, Mbyll dritaren/skedën e çastit";

/* nothing */
"COUNTRY [-s] <code|wildcard>, finds a country code, eg: au = australia" = "COUNTRY [-s] <code|wildcard>, gjen një kod vendi, p.sh.: sq = Shqipëri";

/* nothing */
"CTCP <nick> <message>, send the CTCP message to nick, common messages are VERSION and USERINFO" = "CTCP <nofkë> <mesazh>, i dërgon nofkës një mesazh CTCP, mesazhe të rëndomtë janë VERSION dhe USERINFO";

/* nothing */
"CYCLE [<channel>], parts the current or given channel and immediately rejoins" = "CYCLE, del dhe menjëherë ribashkohet me kanalin e çastit";

/* nothing */
"\nDCC GET <nick>                      - accept an offered file\nDCC SEND [-maxcps=#] <nick> [file]  - send a file to someone\nDCC PSEND [-maxcps=#] <nick> [file] - send a file using passive mode\nDCC LIST                            - show DCC list\nDCC CHAT <nick>                     - offer DCC CHAT to someone\nDCC PCHAT <nick>                    - offer DCC CHAT using passive mode\nDCC CLOSE <type> <nick> <file>         example:\n         /dcc close send johnsmith file.tar.gz" = "\nDCC GET <nofkë>                        - prano një kartelë të ofruar\nDCC SEND [-maxcps=#] <nofkë> [kartelë] - dërgo një kartelë te dikush\nDCC PSEND [-maxcps=#] <nick> [file]    - dërgo një kartelë duke përdorur mënyrën pasive\nDCC LIST                               - shfaq listë DCC\nDCC CHAT <nofkë>                       - ofro FJALOSJE DCC për dikë\nDCC PCHAT <nick>                       - ofro FJALOSJE DCC duke përdorur mënyrën pasive\nDCC CLOSE <tip> <nofkë> <kartelë>         shembull:\n         /dcc close send hasanqerja kartelë.tar.gz";

/* nothing */
"DEHOP <nick>, removes chanhalf-op status from the nick on the current channel (needs chanop)" = "DEOP <nofkë>, i heq nofkës gjendjen gjysëm-kanop për kanalin e çastit (lyp kanop)";

/* nothing */
"DELBUTTON <name>, deletes a button from under the user-list" = "DELBUTON <emër>, fshin një buton prej që poshtë liste përdoruesish";

/* nothing */
"DEOP <nick>, removes chanop status from the nick on the current channel (needs chanop)" = "DEOP <nofkë>, i heq nofkës gjendjen kanop në kanalin e çastit (lyp kanop)";

/* nothing */
"DEVOICE <nick>, removes voice status from the nick on the current channel (needs chanop)" = "DEVOICE <nofkë>, i heq nofkës gjendjen i zëshëm në kanalin e çasti (lyp kanop)";

/* nothing */
"DISCON, Disconnects from server" = "DISCON, Shkëputet prej shërbyesit";

/* nothing */
"DNS <nick|host|ip>, Finds a users IP number" = "DNS <nofkë|strehë|ip>, Gjen numër IP të një përdoruesi";

/* nothing */
"ECHO <text>, Prints text locally" = "ECHO <text>, Shfaq tekst lokalisht";

/* nothing */
"EXEC [-o] <command>, runs the command. If -o flag is used then output is sent to current channel, else is printed to current text box" = "EXEC [-o] <urdhër>, përmbush urdhrin. Nëse përdoret flamurka -o atëherë përfundimi dërgohet në kanalin e çastit, në të kundërt jepet te kuti tekstesh të çastit";

/* nothing */
"EXECCONT, sends the process SIGCONT" = "EXECCONT, dërgon procesin SIGCONT";

/* nothing */
"EXECKILL [-9], kills a running exec in the current session. If -9 is given the process is SIGKILL'ed" = "EXECKILL [-9], asgjëson një përmbushje që po kryhet në kanalin e çastit. Nëse jepet -9 procesi është \"SIGKILL'ed\"";

/* nothing */
"EXECSTOP, sends the process SIGSTOP" = "EXECSTOP, i dërgon procesit SIGSTOP";

/* nothing */
"EXECWRITE, sends data to the processes stdin" = "EXECWRITE, i dërgon të dhënat te proceset \"stdin\"";

/* nothing */
"FLUSHQ, flushes the current server's send queue" = "FLUSHQ, asgjëson mesazhe të çastit që prisnin të dërgoheshin";

/* nothing */
"GATE <host> [<port>], proxies through a host, port defaults to 23" = "GATE <strehë> [<portë>], ndërmjetëson te një strehë përmes një porte, me portë parazgjedhje 23";

/* nothing */
"GHOST <nick> <password>, Kills a ghosted nickname" = "GHOST <nofkë> <fjalëkalim>, Asgjëson një emër nofke fantazmë";

/* nothing */
"HOP <nick>, gives chanhalf-op status to the nick (needs chanop)" = "HOP <nofkë>, i jep nofkës gjendjen kangjys-op (lyp kanop)";

/* nothing */
"ID <password>, identifies yourself to nickserv" = "ID <password>, ju identifikon karshi nickserv";

/* nothing */
"IGNORE <mask> <types..> <options..>\n    mask - host mask to ignore, eg: *!*@*.aol.com\n    types - types of data to ignore, one or all of:\n            PRIV, CHAN, NOTI, CTCP, DCC, INVI, ALL\n    options - NOSAVE, QUIET" = "IGNORE <maskë> <tipe..> <mundësi..>\n    maskë - maskë strehe për t'u shpërfillur, p.sh.: *!*@*.aol.com\n    tipe - tipe të dhënash për t'u shpërfillur, një ose tërë prej:\n            PRIV, CHAN, NOTI, CTCP, DCC, INVI, ALL\n    mundësi - NOSAVE, QUIET";

/* nothing */
"INVITE <nick> [<channel>], invites someone to a channel, by default the current channel (needs chanop)" = "INVITE <nofkë> [<kanal>], fton dikë në një kanal, si parazgjedhje tek kanali i çastit (lyp chanop)";

/* nothing */
"JOIN <channel>, joins the channel" = "JOIN <kanal>, bashkohesh me kanalin";

/* nothing */
"KICK <nick>, kicks the nick from the current channel (needs chanop)" = "KICK <nofkë>, përzë nofkën prej kanalit të çastit (ly chanop)";

/* nothing */
"KICKBAN <nick>, bans then kicks the nick from the current channel (needs chanop)" = "KICKBAN <nofkë>, i ndalon hyrjen e mandej përzë nofkën prej kanalit të çastit (lyp chanop)";

/* nothing */
"LAGCHECK, forces a new lag check" = "LAGCHECK, detyron një kontroll të ri vonese";

/* nothing */
"LASTLOG <string>, searches for a string in the buffer" = "LASTLOG <varg>, kërkon në shtytëz për një varg ";

/* nothing */
"LOAD [-e] <file>, loads a plugin or script" = "LOAD [e] <kartelë>, ngarkon një shtojcë ose një programth";

/* nothing */
"MDEHOP, Mass deop's all chanhalf-ops in the current channel (needs chanop)" = "MDEHOP, Heq gjendje operatori për tërë gjysmëoperatorët e kanalit në kanalin e çastit (lyp kanop)";

/* nothing */
"MDEOP, Mass deop's all chanops in the current channel (needs chanop)" = "MDEOP, Heq gjendje operatori për tërë kanop-ët në kanalin e çastit (lyp kanop)";

/* nothing */
"ME <action>, sends the action to the current channel (actions are written in the 3rd person, like /me jumps)" = "ME <veprim>, dërgon veprimin te kanali i çastit (veprimet shprehen në vetën e tretë, si /unë hidhet)";

/* nothing */
"MKICK, Mass kicks everyone except you in the current channel (needs chanop)" = "MKICK, Përzë në masë cilindon veç jush nga kanali i çastit (lyp chanop)";

/* nothing */
"MOP, Mass op's all users in the current channel (needs chanop)" = "MOP, Op-on në masë tërë përdoruesit në kanalin e çastit (lyp kanop)";

/* nothing */
"MSG <nick> <message>, sends a private message" = "MSG <nofkë> <mesazh>, dërgon një mesazh vetiak";

/* nothing */
"NAMES, Lists the nicks on the current channel" = "NAMES, Liston nofkat në kanalin e çastit";

/* nothing */
"NCTCP <nick> <message>, Sends a CTCP notice" = "NCTCP <nofkë> <mesazh>, Dërgon një njoftim CTCP";

/* nothing */
"NEWSERVER [-noconnect] <hostname> [<port>]" = "NEWSERVER <strehëemër> [<portë>]";

/* nothing */
"NICK <nickname>, sets your nick" = "NICK <nofkë>, cakton nofkën tuaj";

/* nothing */
"NOTICE <nick/channel> <message>, sends a notice. Notices are a type of message that should be auto reacted to" = "NOTICE <nofkë/kanal> <mesazh>, dërgon një njoftim. Njoftimet janë një tip mesazhi ndaj të cilëve vetëreagohet";

/* nothing */
"NOTIFY [-n network1[,network2,...]] [<nick>], displays your notify list or adds someone to it" = "NOTIFY [<nofkë>], shfaq listën tuaj njofto ose shton dikë në të";

/* nothing */
"OP <nick>, gives chanop status to the nick (needs chanop)" = "OP <nofkë>, ijep nofkës gjendje kanop (lyp kanop)";

/* nothing */
"PART [<channel>] [<reason>], leaves the channel, by default the current one" = "PART [<kanal>] [<arsye>], lë kanalin, si parazgjedhje atë të çastit";

/* nothing */
"PING <nick | channel>, CTCP pings nick or channel" = "PING <nofkë | kanal>, CTCP ping për nofkë ose kanal";

/* nothing */
"QUERY [-nofocus] <nick>, opens up a new privmsg window to someone" = "QUERY <nofkë>, i hap dikujt një dritare të re mszvet";

/* nothing */
"QUIT [<reason>], disconnects from the current server" = "QUIT [<arsye>], shkëputet prej shërbyesit të çastit";

/* nothing */
"QUOTE <text>, sends the text in raw form to the server" = "QUOTE <tekst>, dërgon te shërbyesi tekstin e patrajtuar";

/* nothing */
"RECONNECT [-ssl] [<host>] [<port>] [<password>], Can be called just as /RECONNECT to reconnect to the current server or with /RECONNECT ALL to reconnect to all the open servers" = "RECONNECT [-ssl] [<strehë>] [<portë>] [<fjalëkalim>], Mund të jepet thjesht si /RECONNECT për t'u rilidhur me shërbyesin e çastit ose si /RECONNECT ALL për t'u rilidhur me tërë shërbyesat e hapur";

/* nothing */
"RECONNECT [<host>] [<port>] [<password>], Can be called just as /RECONNECT to reconnect to the current server or with /RECONNECT ALL to reconnect to all the open servers" = "RECONNECT [<strehë>] [<portë>] [<fjalëkalim>], Mund të jepet thjesht si /RECONNECT për t'u rilidhur me shërbyesin e çastit ose si /RECONNECT ALL për t'u rilidhur me tërë shërbyesat e hapur";

/* nothing */
"RECV <text>, send raw data to xchat, as if it was received from the irc server" = "RECV <tekst>, i dërgon xchat-it të dhëna bruto, si të merreshin prej shërbyesit irc";

/* nothing */
"SAY <text>, sends the text to the object in the current window" = "SAY <tekst>, dërgon tekstin te objekti në dritaren e çastit";

/* nothing */
"SEND <nick> [<file>]" = "SEND <nofkë [<kartelë>]";

/* nothing */
"SERVCHAN [-ssl] <host> <port> <channel>, connects and joins a channel" = "SERVCHAN [-ssl] <strehë> <portë> <kanal>, lidhet te dhe bashkohet me një kanal";

/* nothing */
"SERVCHAN <host> <port> <channel>, connects and joins a channel" = "SERVCHAN <strehë> <portë> <kanal>, lidhet te dhe bashkohet me një kanal";

/* nothing */
"SERVER [-ssl] <host> [<port>] [<password>], connects to a server, the default port is 6667 for normal connections, and 9999 for ssl connections" = "SERVER [-ssl] <strehë> [<portë>] [<fjalëkalim>], lidhet me një shërbyes, porta parazgjedhje është 6667 për lidhje normale, dhe 9999 për lidhje ssl";

/* nothing */
"SERVER <host> [<port>] [<password>], connects to a server, the default port is 6667" = "SERVER <strehë> [<portë>] [<fjalëkalim>], lidhet me një shërbyes, porta parazgjedhje është 6667";

/* nothing */
"SET [-e] [-or] [-quiet] <variable> [<value>]" = "SET [-quiet] <ndryshore> [<vlerë>]";

/* nothing */
"SETCURSOR [-|+]<position>" = "SETCURSOR [-|+]<pozicion>";

/* nothing */
"TOPIC [<topic>], sets the topic if one is given, else shows the current topic" = "TOPIC [<temë>], e cakton si temë nëse jepet një, përndryshe shfaq temën e çastit";

/* nothing */
"\nTRAY -f <timeout> <file1> [<file2>] Blink tray between two icons.\nTRAY -f <filename>                  Set tray to a fixed icon.\nTRAY -i <number>                    Blink tray with an internal icon.\nTRAY -t <text>                      Set the tray tooltip.\nTRAY -b <title> <text>              Set the tray balloon." = "";

/* nothing */
"UNBAN <mask> [<mask>...], unbans the specified masks." = "UNBAN <maskë> [<maskë>...], heq ndalimin për maskat e treguara.";

/* nothing */
"UNIGNORE <mask> [QUIET]" = "UNIGNORE <maskë> [URTË]";

/* nothing */
"UNLOAD <name>, unloads a plugin or script" = "UNLOAD <emër>, çngarkon një shtojcë ose një programth";

/* nothing */
"URL <url>, opens a URL in your browser" = "URL <url>, hap një URL në shfletuesin tuaj";

/* nothing */
"USELECT [-a] [-s] <nick1> <nick2> etc, highlights nick(s) in channel userlist" = "USELECT [-a] [-s] <nofka1> <nofka2> etj, thekson nofkën(at) në listën e përdoruesve të kanalit";

/* nothing */
"VOICE <nick>, gives voice status to someone (needs chanop)" = "VOICE <nofkë>, jep gjendje i zëshëm për dikë (lyp kanop)";

/* nothing */
"WALLCHAN <message>, writes the message to all channels" = "WALLCHAN <mesazh>, shkruan mesazhin te tërë kanalet";

/* nothing */
"WALLCHOP <message>, sends the message to all chanops on the current channel" = "WALLCHOP <mesazh>, dërgon mesazhin te tërë kanopët në kanalin e çastit";

/* nothing */
"Usage: %s\n" = "Përdorim: %s\n";

/* nothing */
"\nNo help available on that command.\n" = "\nS'ka ndihmë rreth këtij urdhri.\n";

/* nothing */
"No such command.\n" = "S'ka të tillë urdhër.\n";

/* nothing */
"Bad arguments for user command.\n" = "Argumente të gabuar për urdhër përdoruesi.\n";

/* nothing */
"Too many recursive usercommands, aborting." = "Shumë urdhra përdoruesi ripërsëritës, po ndërpres.";

/* nothing */
"Unknown Command. Try /help\n" = "Urdhër i Panjohur. Provoni /help\n";

/* nothing */
"No xchat_plugin_init symbol; is this really an xchat plugin?" = "S'ka shenjë xchat_plugin_init; është kjo vërtet një shtojcë xchat-i?";

/* nothing */
"Are you sure this is a SSL capable server and port?\n" = "Jeni të sigurtë se ky është një shërbyes dhe portë me mundësi SSL?\n";

/* nothing */
"Cannot resolve hostname %s\nCheck your IP Settings!\n" = "Nuk ftilloj dot emërstrehën %s\nKontrolloni Rregullimet tuaj IP!\n";

/* nothing */
"Proxy traversal failed.\n" = "\"Proxy traversal\" dështoi.\n";

/* nothing */
"Cycling to next server in %s...\n" = "Po cikloj te shërbyesi pasues në %s...\n";

/* nothing */
"Warning: \"%s\" character set is unknown. No conversion will be applied for network %s." = "Kujdes: Gërmat \"%s\" janë të panjohura. Nuk do të zbatohet ndonjë shndërrim për rrjetin %s.";

/* nothing */
"%C22*%O$t$1 added to notify list." = "%C22*%O$t$1 u shtua te lista njofto.";

/* nothing */
"%C22*%O$t$1 Banlist:%C19 $4%C20 $2%C21 $3" = "%C22*%O$t$1 Listë ndalimesh:%C19 $4%C20 $2%C21 $3";

/* nothing */
"%C22*%O$tCannot join%C26 %B$1 %O(You are banned)." = "%C22*%O$tNuk bashkohet dot me%C26 %B$1 %O(Ju është ndaluar).";

/* nothing */
"%C22*%O$t$1 is now known as $2" = "%C22*%O$t$1 njihet si $2";

/* nothing */
"%C22*%O$t$1 sets ban on $2" = "%C22*%O$t$1 vendos ndalim mbi $2";

/* nothing */
"%C22*%O$tChannel $1 created on $2" = "%C22*%O$tKanal $1 krijuar në $2";

/* nothing */
"%C22*%O$t%C26$1%O removes channel half-operator status from%C26 $2" = "%C22*%O$t%C26$1%O i heq%C26 $2 gjendjen gjysmë-operator kanali";

/* nothing */
"%C22*%O$t%C26$1%O removes channel operator status from%C26 $2" = "%C22*%O$t%C26$1%O i heq%C26 $2 gjendjen operator kanali";

/* nothing */
"%C22*%O$t%C26$1%O removes voice from%C26 $2" = "%C22*%O$t%C26$1%O i heq%C26 $2 zërin";

/* nothing */
"%C22*%O$t$1 sets exempt on $2" = "%C22*%O$t$1 vendos përjashtim ndaj $2";

/* nothing */
"%C22*%O$t%C26$1%O gives channel half-operator status to%C26 $2" = "%C22*%O$t%C26$1%O i jep%C26 $2 gjendjen gjysmë-operator kanali";

/* nothing */
"%C22*%O$t$1 sets invite on $2" = "%C22*%O$t$1 cakton ftesë në $2";

/* nothing */
"%UChannel          Users   Topic" = "%UKanal          Përdoruesa   Temë";

/* nothing */
"%C22*%O$t$1 sets mode $2$3 $4" = "%C22*%O$t$1 cakton mënyrë $2$3 $4";

/* nothing */
"%C22*%O$t%C22Channel $1 modes: $2" = "%C22*%O$t%C22Kanal $1 mënyra: $2";

/* nothing */
"%C22*%O$t%C26$1%O gives channel operator status to%C26 $2" = "%C22*%O$t%C26$1%O i jep%C26 $2 gjendjen operator kanali";

/* nothing */
"%C22*%O$t$1 removes exempt on $2" = "%C22*%O$t$1 heq përjashtim ndaj $2";

/* nothing */
"%C22*%O$t$1 removes invite on $2" = "%C22*%O$t$1 heq ftesë nga $2";

/* nothing */
"%C22*%O$t$1 removes channel keyword" = "%C22*%O$t$1 heq fjalëkyça kanali";

/* nothing */
"%C22*%O$t$1 removes user limit" = "%C22*%O$t$1 heq kufi përdoruesi";

/* nothing */
"%C22*%O$t$1 sets channel keyword to $2" = "%C22*%O$t$1 cakton si fjalëkyç kanali $2";

/* nothing */
"%C22*%O$t$1 sets channel limit to $2" = "%C22*%O$t$1 vendos kufi kanali në $2";

/* nothing */
"%C22*%O$t$1 removes ban on $2" = "%C22*%O$t$1 heq ndalim për $2";

/* nothing */
"%C22*%O$t%C26$1%O gives voice to%C26 $2" = "%C22*%O$t%C26$1%O i jep zë%C26 $2";

/* nothing */
"%C22*%O$t%C22Connected. Now logging in..." = "%C22*%O$t%C22I lidhur. Tani po futem..";

/* nothing */
"%C22*%O$t%C22Connecting to $1 ($2) port $3%O..." = "%C22*%O$t%C22Po lidhem me $1 ($2) porta $3%O...";

/* nothing */
"%C21*%O$t%C21Connection failed. Error: $1" = "%C21*%O$t%C21Lidhja dështoi. Gabim: $1";

/* nothing */
"%C22*%O$tReceived a CTCP $1 from $2" = "%C22*%O$tErdhi një CTCP $1 prej $2";

/* nothing */
"%C22*%O$tReceived a CTCP $1 from $2 (to $3)" = "%C22*%O$tErdhi një CTCP $1 prej $2 (te $3)";

/* nothing */
"%C19>%O$1%C19<%O$tCTCP $2" = "%C19>%O$1%C19<%O$tCTCP $2";

/* nothing */
"%C22*%O$tReceived a CTCP Sound $1 from $2" = "%C22*%O$tErdhi një Tingull CTCP $1 prej $2";

/* nothing */
"%C22*%O$tReceived a CTCP Sound $1 from $2 (to $3)" = "%C22*%O$tErdhi një Tingull CTCP $1 prej $2 (te $3)";

/* nothing */
"%C22*%O$tDCC CHAT to %C26$1%O aborted." = "%C22*%O$tFJALOSJA DCC te %C26$1%O dështoi.";

/* nothing */
"%C22*%O$tDCC CHAT connection established to %C26$1 %C30[%O$2%C30]" = "%C22*%O$tLidhje FJALOSJEJE DCC me %C26$1 %C30[%O$2%C30] e vendosur";

/* nothing */
"%C22*%O$tDCC CHAT to %C26$1%O lost ($4)." = "%C22*%O$tFjalosje DCC me %C26$1%O e humbur ($4).";

/* nothing */
"%C22*%O$tReceived a DCC CHAT offer from $1" = "%C22*%O$tErdhi një ofertë FJALOSJEJE DCC prej $1";

/* nothing */
"%C22*%O$tOffering DCC CHAT to $1" = "%C22*%O$tPo ofroj FJALOSJE DCC për $1";

/* nothing */
"%C22*%O$tAlready offering CHAT to $1" = "%C22*%O$tKeni ofruar një herë FJALOSJE për $1";

/* nothing */
"%C22*%O$tDCC $1 connect attempt to%C26 $2%O failed (err=$3)." = "%C22*%O$tDCC $1 dështoi përpjekja për lidhje me%C26 $2%O (err=$3).";

/* nothing */
"%C22*%O$tReceived '$1%O' from $2" = "%C22*%O$tMora '$1%O' prej $2";

/* nothing */
"%C24,18 Type  To/From    Status  Size    Pos     File         " = "%C24,18 Tip  Prej/Për    Gjendje  Madhësi    Pos     Kartelë         ";

/* nothing */
"%C22*%O$tReceived a malformed DCC request from %C26$1%O.%010%C22*%O$tContents of packet: $2" = "%C22*%O$tErdhi prej %C26$1%O një kërkesë DCC e keqformuar.%010%C22*%O$tPërmbajtje pakete: $2";

/* nothing */
"%C22*%O$tOffering%C26 $1%O to%C26 $2" = "%C22*%O$tPo ofroj%C26 $1%O te%C26 $2";

/* nothing */
"%C22*%O$tNo such DCC offer." = "%C22*%O$tNuk ka një ofertë DCC të tillë.";

/* nothing */
"%C22*%O$tDCC RECV%C26 $2%O to%C26 $1%O aborted." = "%C22*%O$tDCC RECV%C26 $2%O për%C26 $1%O dështoi.";

/* nothing */
"%C22*%O$tDCC RECV%C26 $1%O from%C26 $3%O complete %C30[%C26$4%O cps%C30]%O." = "%C22*%O$tDCC RECV%C26 $1%O prej%C26 $3%O e plotësuar %C30[%C26$4%O cps%C30]%O.";

/* nothing */
"%C22*%O$tDCC RECV connection established to%C26 $1 %C30[%O$2%C30]" = "%C22*%O$tLidhje DCC RECV me%C26 $1 %C30[%O$2%C30] e vendosur";

/* nothing */
"%C22*%O$tDCC RECV%C26 $1%O from%C26 $3%O failed ($4)." = "%C22*%O$tDCC RECV%C26 $1%O prej%C26 $3%O dështoi ($4).";

/* nothing */
"%C22*%O$tDCC RECV: Cannot open $1 for writing ($2)." = "%C22*%O$tDCC RECV: Nuk hap dot $1 për shkrim ($2).";

/* nothing */
"%C22*%O$tThe file%C26 $1%C already exists, saving it as%C26 $2%O instead." = "%C22*%O$tKa tashmë një kartelë%C26 $1%C, ndaj po e ruaj te%C26 $2%O ndryshe.";

/* nothing */
"%C22*%O$t%C26$1 %Ohas requested to resume%C26 $2 %Cfrom%C26 $3%C." = "%C22*%O$t%C26$1 %Oka kërkuar të rimarrë%C26 $2 %Cprej%C26 $3%C.";

/* nothing */
"%C22*%O$tDCC SEND%C26 $2%O to%C26 $1%O aborted." = "%C22*%O$tDCC SEND%C26 $2%O te%C26 $1%O u ndërpre.";

/* nothing */
"%C22*%O$tDCC SEND%C26 $1%O to%C26 $2%O complete %C30[%C26$3%O cps%C30]%O." = "%C22*%O$tDCC SEND%C26 $1%O te%C26 $2%O i plotësuar %C30[%C26$3%O cps%C30]%O.";

/* nothing */
"%C22*%O$tDCC SEND connection established to%C26 $1 %C30[%O$2%C30]" = "%C22*%O$tLidhje DCC SEND me%C26 $1 %C30[%O$2%C30]e vendosur";

/* nothing */
"%C22*%O$tDCC SEND%C26 $1%O to%C26 $2%O failed. $3" = "%C22*%O$tDCC SEND%C26 $1%O te%C26 $2%O dështoi. $3";

/* nothing */
"%C22*%O$t%C26$1 %Ohas offered%C26 $2 %O(%C26$3 %Obytes)" = "%C22*%O$t%C26$1 %Oka ofruar%C26 $2 %O(%C26$3 %Obytes)";

/* nothing */
"%C22*%O$tDCC $1%C26 $2 %Oto%C26 $3 %Cstalled - aborting." = "%C22*%O$tDCC $1%C26 $2 %Ote%C26 $3 %Cu bajatos - po e ndërpres.";

/* nothing */
"%C22*%O$tDCC $1%C26 $2 %Oto%C26 $3 %Otimed out - aborting." = "%C22*%O$tDCC-s $1%C26 $2 %Ote%C26 $3 %Oi mbaroi koha - po e ndërpres.";

/* nothing */
"%C22*%O$t$1 deleted from notify list." = "%C22*%O$t$1 u hoq prej liste njoftimesh.";

/* nothing */
"%C22*%O$tDisconnected ($1)." = "%C22*%O$tI shkëputur ($1).";

/* nothing */
"%C22*%O$tFound your IP: [$1]" = "%C22*%O$tU gjet IP-ja juaj: [$1]";

/* nothing */
"%O%C26$1%O added to ignore list." = "%O%C26$1%O ju shtua listës së shpërfilljeve.";

/* nothing */
"Ignore on %C26$1%O changed." = "U ndryshua shpërfill mbi %C26$1%O.";

/* nothing */
"%C24,18                                                              " = "%C24,18                                                              ";

/* nothing */
"%C24,18 Hostmask                  PRIV NOTI CHAN CTCP DCC  INVI UNIG " = "%C24,18 Strehëmaskë                  PRIV NOTI CHAN CTCP DCC  INVI UNIG ";

/* nothing */
"%O%C26$1%O removed from ignore list." = "%O%C26$1%O hequr prej liste shpërfill.";

/* nothing */
"  Ignore list is empty." = "Lista shpërfill është e zbrazët.";

/* nothing */
"%C22*%O$tCannot join%C26 %B$1 %O(Channel is invite only)." = "%C22*%O$tnuk mund t'i bashkangjitet%C26 %B$1 %O(Kanali është vetëm me ftesa).";

/* nothing */
"%C22*%O$tYou have been invited to%C26 $1%O by%C26 $2%C (%C26$3%C)" = "%C22*%O$tJeni ftuar te%C26 $1%O prej%C26 $2%C (%C26$3%C)";

/* nothing */
"%C19*%O$t%C19%B$1 %B($3) has joined $2" = "%C19*%O$t%C19%B$1 %B($3) i është bashkuar $2";

/* nothing */
"%C22*%O$tCannot join%C26 %B$1 %O(Requires keyword)." = "%C22*%O$tNuk mund të bashkohet me%C26 %B$1 %O(Lipset fjalëkyç).";

/* nothing */
"%C21*%O$t%C21$1 has kicked $2 from $3 ($4%O%C21)" = "%C21*%O$t%C21$1 ka përzënë $2 prej $3 ($4%O%C21)";

/* nothing */
"%C22*%O$tYou have been killed by $1 ($2%O%C22)" = "%C22*%O$tJeni asgjësuar prej $1 ($2%O%C22)";

/* nothing */
"%C22*%O$t%C22MOTD Skipped." = "%C22*%O$t%C22MOTD Anashkaluar.";

/* nothing */
"%C22*%O$t$1 already in use. Retrying with $2..." = "%C22*%O$t$1 tashmë i përdorur. Po provoj me $2...";

/* nothing */
"%C22*%O$tNickname already in use. Use /NICK to try another." = "%C22*%O$tNofkë tashmë në përdorim. Përdorni /NICK për të provuar një tjetër.";

/* nothing */
"%C22*%O$tNo such DCC." = "%C22*%O$tNuk ka DCC të tillë.";

/* nothing */
"%C22*%O$tNo process is currently running" = "%C22*%O$tPër çastin nuk ka proces në xhirim";

/* nothing */
"$tNotify list is empty." = "$tLista njofto është e zbrazët.";

/* nothing */
"%C24,18 %B  Notify List                           " = "%C24,18 %B  Listë Njoftimesh                           ";

/* nothing */
"%C22*%O$t$1 users in notify list." = "%C22*%O$t$1 përdoruesë në listë njoftimesh.";

/* nothing */
"%C22*%O$tNotify: $1 is offline ($3)." = "%C22*%O$tNjofto: $1 është i palidhur ($2).";

/* nothing */
"%C22*%O$tNotify: $1 is online ($3)." = "%C22*%O$tNjofto: $1 është i lidhur ($2).";

/* nothing */
"%C23*%O$t%C23$1 (%O%C23$2) has left $3" = "%C23*%O$t%C23$1 (%O%C23$2) ka ikur $3";

/* nothing */
"%C23*%O$t%C23$1 (%O%C23$2) has left $3 (%O%C23%B%B$4%O%C23)" = "%C23*%O$t%C23$1 (%O%C23$2) ka ikur $3 (%O%C23%B%B$4%O%C23)";

/* nothing */
"%C22*%O$tPing reply from $1: $2 second(s)" = "%C22*%O$tPërgjigje ping prej $1 : $2 sekonda";

/* nothing */
"%C22*%O$tNo ping reply for $1 seconds, disconnecting." = "%C22*%O$tPa përgjigje ping për $1 sekonda, po shkëputem.";

/* nothing */
"%C22*%O$tA process is already running" = "%C22*%O$tKa një proces në xhirim e sipër";

/* nothing */
"%C23*%O$t%C23$1 has quit (%O%C23%B%B$2%O%C23)" = "%C23*%O$t%C23$1 ka lënë (%O%C23%B%B$2%O%C23)";

/* nothing */
"%C22*%O$t$1 sets modes%B %C30[%O$2%B%C30]" = "%C22*%O$t$1 cakton mënyra%B %C30[%O$2%B%C30]";

/* nothing */
"%C28-%C29$1/Wallops%C28-%O$t$2" = "%C28-%C29$1/Wallops%C28-%O$t$2";

/* nothing */
"%C22*%O$tLooking up IP number for%C26 $1%O..." = "%C22*%O$tPo kërkoj numra IP për%C26 $1%O...";

/* nothing */
"%C22*%O$t%C22Connected." = "%C22*%O$t%C22I lidhur.";

/* nothing */
"%C22*%O$t%C22Looking up $1" = "%C22*%O$t%C22Po kërkoj $1";

/* nothing */
"%C22*%O$tStopped previous connection attempt (pid=$1)" = "%C22*%O$tU ndalua përpjekja e mëparshme për lidhje (pid=$1)";

/* nothing */
"%C29*%O$t%C29Topic for $1%C %C29is: $2" = "%C29*%O$t%C29Temë për $1%C %C29is: $2";

/* nothing */
"%C22*%O$t$1 has changed the topic to: $2" = "%C22*%O$t$1 ka ndryshuar temën në: $2";

/* nothing */
"%C29*%O$t%C29Topic for $1%C %C29set by $2%C %C29at $3" = "%C29*%O$t%C29Temë për $1%C %C29e caktuar prej $2%C %C29më $3";

/* nothing */
"%C22*%O$tUnknown host. Maybe you misspelled it?" = "%C22*%O$tStrehë e panjohur. Mundet e shkruajtët keq?";

/* nothing */
"%C22*%O$tCannot join%C26 %B$1 %O(User limit reached)." = "%C22*%O$tNuk mund të bashkoheni me%C26 %B$1 %O(Është arritur kufi përdoruesish).";

/* nothing */
"%C22*%O$t%C26Users on $1:%C $2" = "%C22*%O$t%C26Përdoruesa në $1:%C $2";

/* nothing */
"%C22*%O$t%C28[%O$1%C28] %O$2%C27 $3" = "%C22*%O$t%C28[%O$1%C28] %O$2%C27 $3";

/* nothing */
"%C22*%O$t%C28[%O$1%C28] %Cis away %C30(%O$2%O%C30)" = "%C22*%O$t%C28[%O$1%C28] %Cka dalë %C30(%O$2%O%C30)";

/* nothing */
"%C22*%O$t%C28[%O$1%C28]%O $2" = "%C22*%O$t%C28[%O$1%C28]%O $2";

/* nothing */
"%C22*%O$t%C28[%O$1%C28] %OEnd of WHOIS list." = "%C22*%O$t%C28[%O$1%C28] %OFund i listës WHOIS.";

/* nothing */
"%C22*%O$t%C28[%O$1%C28]%O idle%C26 $2" = "%C22*%O$t%C28[%O$1%C28]%O pa ngarkesë%C26 $2";

/* nothing */
"%C22*%O$t%C28[%O$1%C28]%O idle%C26 $2%O, signon:%C26 $3" = "%C22*%O$t%C28[%O$1%C28]%O p ngarkesë%C26 $2%O, signon:%C26 $3";

/* nothing */
"%C22*%O$t%C28[%O$1%C28] %C30(%O$2@$3%C30)%O: $4" = "%C22*%O$t%C28[%O$1%C28] %C30(%O$2@$3%C30)%O: $4";

/* nothing */
"%C22*%O$t%C28[%O$1%C28] %Oreal user@host%C27 $2%O, real IP%C27 $3" = "%C22*%O$t%C28[%O$1%C28] %Opërdorues real@host%C27 $2%O, IP reale%C27 $3";

/* nothing */
"%C19*%O$t%C19Now talking on $2" = "%C19*%O$t%C19Tani po flisni tek $2";

/* nothing */
"%C23*$tYou have been kicked from $2 by $3 ($4%O%C23)" = "%C23*$tJeni përzënë prej $2 nga $3 ($4%O%C23)";

/* nothing */
"%C23*$tYou have left channel $3" = "%C23*$tKeni lënë kanalin $3";

/* nothing */
"%C23*$tYou have left channel $3 (%O%C23%B%B$4%O%C23)" = "%C23*$tKeni lënë kanalin $3 (%O%C23%B%B$4%O%C23)";

/* nothing */
"%C22*%O$tYou've invited%C26 $1%O to%C26 $2%O (%C26$3%O)" = "%C22*%O$tKeni ftuar%C26 $1%O te%C26 $2%O (%C26$3%O)";

/* nothing */
"%C22*%O$tYou are now known as $2" = "%C22*%O$tTani njiheni si $2";

/* nothing */
"Loaded log from" = "";

/* nothing */
"**** ENDING LOGGING AT %s\n" = "**** PO PËRFUNDOJ REGJISTRIM NË %s\n";

/* nothing */
"**** BEGIN LOGGING AT %s\n" = "**** PO FILLOJ REGJISTRIM NË %s\n";

/* nothing */
"* Can't open log file(s) for writing. Check the\n  permissions on %s/xchatlogs" = "* S'hap dot kartelë(a) për të shkruajtur. Kontrolloni\n  lejet tek %s/xchatlogs";

/* nothing */
"Left message" = "Mesazh majtas";

/* nothing */
"Right message" = "Mesazh djathtas";

/* nothing */
"The nick of the joining person" = "Nofka e personit që po hyn";

/* nothing */
"The channel being joined" = "Kanali ku po hyhet";

/* nothing */
"The host of the person" = "Streha e personit";

/* nothing */
"Nickname" = "Nofkë";

/* nothing */
"The action" = "Veprimi";

/* nothing */
"Mode char" = "Gërma mënyre";

/* nothing */
"The text" = "Teksti";

/* nothing */
"Identified text" = "Tekst i identifikuar";

/* nothing */
"The message" = "Mesazhi";

/* nothing */
"Old nickname" = "Nofkë e vjetër";

/* nothing */
"New nickname" = "Nofkë e re";

/* nothing */
"Nick of person who changed the topic" = "Nofkë e personit që ndryshoi temë";

/* nothing */
"Topic" = "Temë";

/* nothing */
"Channel" = "Kanal";

/* nothing */
"The nickname of the kicker" = "Nofka e përzënësit";

/* nothing */
"The person being kicked" = "Personi që po përzihet";

/* nothing */
"The channel" = "Kanali";

/* nothing */
"The reason" = "Arsyeja";

/* nothing */
"The nick of the person leaving" = "Nofka e personit që po ikën";

/* nothing */
"The time" = "Koha";

/* nothing */
"The creator" = "Krijuesi";

/* nothing */
"Nick" = "Nofkë";

/* nothing */
"Reason" = "Arsye";

/* nothing */
"Host" = "Strehë";

/* nothing */
"Who it's from" = "Kush është prej";

/* nothing */
"The time in x.x format (see below)" = "Koha në format x.x (shih më poshtë)";

/* nothing */
"The Channel it's going to" = "Kanali ku po shkohet";

/* nothing */
"The sound" = "Tingulli";

/* nothing */
"The nick of the person" = "Nofka e personit";

/* nothing */
"The CTCP event" = "Ngjarja CTCP";

/* nothing */
"The nick of the person who set the key" = "Nofka e personit që caktoi kyçin";

/* nothing */
"The key" = "Kyçi";

/* nothing */
"The nick of the person who set the limit" = "Nofka e personit që caktoi kufirin";

/* nothing */
"The limit" = "Kufiri";

/* nothing */
"The nick of the person who did the op'ing" = "Nofka e personit që bëri op-im";

/* nothing */
"The nick of the person who has been op'ed" = "Nofka e personit që u op-ua";

/* nothing */
"The nick of the person who has been halfop'ed" = "Nofka e personit që është gjysmëop-uar";

/* nothing */
"The nick of the person who did the halfop'ing" = "Nofka e personit që bëri gjysmëop-im";

/* nothing */
"The nick of the person who did the voice'ing" = "Nofka e personit që dha zë";

/* nothing */
"The nick of the person who has been voice'ed" = "Nofka e personit që u bë i zëshëm";

/* nothing */
"The nick of the person who did the banning" = "Nofka e personit që bëri ndalimin";

/* nothing */
"The ban mask" = "Maska e ndalimit";

/* nothing */
"The nick who removed the key" = "Nofka që hoqi kyçin";

/* nothing */
"The nick who removed the limit" = "Nofka që hoqi kufirin";

/* nothing */
"The nick of the person of did the deop'ing" = "Nofka e personit që bëri deopimin";

/* nothing */
"The nick of the person who has been deop'ed" = "Nofka e personit që u deopua";

/* nothing */
"The nick of the person of did the dehalfop'ing" = "Nofka e personit që bëri gjysmëdeopimin";

/* nothing */
"The nick of the person who has been dehalfop'ed" = "Nofka e personit që u gjysmëdeopua";

/* nothing */
"The nick of the person of did the devoice'ing" = "Nofka e personit që bëri çzanimin";

/* nothing */
"The nick of the person who has been devoice'ed" = "Nofka e personit që u çzanua";

/* nothing */
"The nick of the person of did the unban'ing" = "Nofka e personit që hoqi ndalimin";

/* nothing */
"The nick of the person who did the exempt" = "Nofka e personit që bëri përjashtimin";

/* nothing */
"The exempt mask" = "Maska e përjashtimit";

/* nothing */
"The nick of the person removed the exempt" = "Nofka e personit që hoqi përjashtimin";

/* nothing */
"The nick of the person who did the invite" = "Nofka e personit që bëri ftesën";

/* nothing */
"The invite mask" = "Maska e ftesës";

/* nothing */
"The nick of the person removed the invite" = "Nofka e personit që hoqi ftesën";

/* nothing */
"The nick of the person setting the mode" = "Nofka e personit që po cakton mënyrën";

/* nothing */
"The mode's sign (+/-)" = "Shenja mënyre (+/-)";

/* nothing */
"The mode letter" = "Gërma e mënyrës";

/* nothing */
"The channel it's being set on" = "Kanali është duke u bërë gati";

/* nothing */
"Username" = "Emër përdoruesi";

/* nothing */
"Full name" = "Emër i plotë";

/* nothing */
"Channel Membership/\"is an IRC operator\"" = "Anëtarësi Kanali/\"është një operator IRC\"";

/* nothing */
"Server Information" = "Të dhëna Shërbyesi";

/* nothing */
"Idle time" = "Kohë bosh";

/* nothing */
"Signon time" = "Kohë nënshkrimi";

/* nothing */
"Away reason" = "Arsye largimi";

/* nothing */
"Message" = "Mesazh";

/* nothing */
"Account" = "Llogari";

/* nothing */
"Real user@host" = "përdorues@strehë e vërtetë";

/* nothing */
"Real IP" = "IP reale";

/* nothing */
"Channel Name" = "Emër Kanali";

/* nothing */
"Text" = "Tekst";

/* nothing */
"Server Name" = "Emër Shërbyesi";

/* nothing */
"Nick of person who invited you" = "Nofkë e personit që ju ftoi";

/* nothing */
"Users" = "Përdoruesa";

/* nothing */
"Nickname in use" = "Nofkë në përdorim";

/* nothing */
"Nick being tried" = "Nofkë që po provohet";

/* nothing */
"IP" = "IP";

/* nothing */
"Port" = "Portë";

/* nothing */
"Network" = "Rrjet";

/* nothing */
"Modes string" = "Varg mënyrash";

/* nothing */
"IP address" = "Vendndodhje IP";

/* nothing */
"DCC Type" = "Tip DCC-je";

/* nothing */
"Filename" = "Emër kartele";

/* nothing */
"Destination filename" = "Emër kartele vendmbrritjeje";

/* nothing */
"CPS" = "CPS";

/* nothing */
"Pathname" = "Emër shtegu";

/* nothing */
"Position" = "Vendndodhje";

/* nothing */
"Size" = "Madhësi";

/* nothing */
"DCC String" = "Varg DCC";

/* nothing */
"Number of notify items" = "Numër objektesh njofto";

/* nothing */
"Old Filename" = "Emër i Vjetër kartele";

/* nothing */
"New Filename" = "Emër i Ri kartele";

/* nothing */
"Receiver" = "Marrës";

/* nothing */
"Hostmask" = "Strehëmaskë";

/* nothing */
"Hostname" = "Emërstrehë";

/* nothing */
"The Packet" = "Paketa";

/* nothing */
"Seconds" = "Sekonda";

/* nothing */
"Nick of person who have been invited" = "Nofkë e personit që është ftuar";

/* nothing */
"Banmask" = "Maskë ndalimesh";

/* nothing */
"Who set the ban" = "Kush vendosi ndalimin";

/* nothing */
"Ban time" = "Kohë ndalimi";

/* nothing */
"Error parsing event %s.\nLoading default." = "Gabim në trajtimin e ngjarjes %s.\nPo ngarkoj parazgjedhje.";

/* nothing */
"Cannot read sound file:\n%s" = "S'lexoj dot kartelë tingulli:\n%s";

/* nothing */
"Remote host closed socket" = "Streha e largët mbylli \"socket\"-in";

/* nothing */
"Connection refused" = "Ndërlidhje e papranuar";

/* nothing */
"No route to host" = "S'ka udhë për te strehë";

/* nothing */
"Connection timed out" = "Mbaroi koha e ndërlidhjes";

/* nothing */
"Cannot assign that address" = "Nuk mund të caktoj atë vendndodhje";

/* nothing */
"Connection reset by peer" = "Lidhje e rivendosur nga tjetri";

/* nothing */
"Ascension Island" = "Ishujt Kokos";

/* nothing */
"Andorra" = "Andorra";

/* nothing */
"United Arab Emirates" = "Emiratet e Bashkuar Arabë";

/* nothing */
"Afghanistan" = "Afganistan";

/* nothing */
"Antigua and Barbuda" = "Antigua dhe Barbuda";

/* nothing */
"Anguilla" = "Anguila";

/* nothing */
"Albania" = "Shqipëri";

/* nothing */
"Armenia" = "Armeni";

/* nothing */
"Netherlands Antilles" = "Antilet Holandeze";

/* nothing */
"Angola" = "Angolë";

/* nothing */
"Antarctica" = "Antarktidë";

/* nothing */
"Argentina" = "Argjentinë";

/* nothing */
"Reverse DNS" = "Përmbys DNS";

/* nothing */
"American Samoa" = "Samoa Amerikane";

/* nothing */
"Austria" = "Austri";

/* nothing */
"Nato Fiel" = "Nato Fiel";

/* nothing */
"Australia" = "Australi";

/* nothing */
"Aruba" = "Aruba";

/* nothing */
"Aland Islands" = "Ishujt Falkland";

/* nothing */
"Azerbaijan" = "Azerbaixhan";

/* nothing */
"Bosnia and Herzegovina" = "Bosnjë-Hercegovinë";

/* nothing */
"Barbados" = "Barbados";

/* nothing */
"Bangladesh" = "Bangladesh";

/* nothing */
"Belgium" = "Belgjikë";

/* nothing */
"Burkina Faso" = "Burkina Faso";

/* nothing */
"Bulgaria" = "Bullgari";

/* nothing */
"Bahrain" = "Bahrain";

/* nothing */
"Burundi" = "Burundi";

/* nothing */
"Businesses" = "Biznese";

/* nothing */
"Benin" = "Benin";

/* nothing */
"Bermuda" = "Bermuda";

/* nothing */
"Brunei Darussalam" = "Brunei Darussalam";

/* nothing */
"Bolivia" = "Bolivi";

/* nothing */
"Brazil" = "Brazil";

/* nothing */
"Bahamas" = "Bahamas";

/* nothing */
"Bhutan" = "Butan";

/* nothing */
"Bouvet Island" = "Ishulli Bouvet ";

/* nothing */
"Botswana" = "Botsvana";

/* nothing */
"Belarus" = "Bjelorusi";

/* nothing */
"Belize" = "Belize";

/* nothing */
"Canada" = "Kanada";

/* nothing */
"Cocos Islands" = "Ishujt Kokos";

/* nothing */
"Democratic Republic of Congo" = "Republika Demokratike e Kongos";

/* nothing */
"Central African Republic" = "Republika e Afrikës Qendrore";

/* nothing */
"Congo" = "Kongo";

/* nothing */
"Switzerland" = "Zvicër";

/* nothing */
"Cote d'Ivoire" = "Bregu i Fildishtë";

/* nothing */
"Cook Islands" = "Ishujt Kuk";

/* nothing */
"Chile" = "Kili";

/* nothing */
"Cameroon" = "Kamerun";

/* nothing */
"China" = "Kinë";

/* nothing */
"Colombia" = "Kolumbi";

/* nothing */
"Internic Commercial" = "Tregtar Internic";

/* nothing */
"Costa Rica" = "Kosta Rika";

/* nothing */
"Serbia and Montenegro" = "Serbi dhe Mal i Zi";

/* nothing */
"Cuba" = "Kubë";

/* nothing */
"Cape Verde" = "Kepi i Gjelbër";

/* nothing */
"Christmas Island" = "Ishulli i Krishtlindjeve";

/* nothing */
"Cyprus" = "Qipro";

/* nothing */
"Czech Republic" = "Republika Çeke";

/* nothing */
"Germany" = "Gjermani";

/* nothing */
"Djibouti" = "Xhibut";

/* nothing */
"Denmark" = "Danimarkë";

/* nothing */
"Dominica" = "Dominika";

/* nothing */
"Dominican Republic" = "Republika Dominikane";

/* nothing */
"Algeria" = "Algjeri";

/* nothing */
"Ecuador" = "Ekuador";

/* nothing */
"Educational Institution" = "Institucione Edukimi";

/* nothing */
"Estonia" = "Estoni";

/* nothing */
"Egypt" = "Egjypt";

/* nothing */
"Western Sahara" = "Sahara Perëndimore";

/* nothing */
"Eritrea" = "Eritre";

/* nothing */
"Spain" = "Spanjë";

/* nothing */
"Ethiopia" = "Etiopi";

/* nothing */
"European Union" = "";

/* nothing */
"Finland" = "Finlandë";

/* nothing */
"Fiji" = "Fixhi";

/* nothing */
"Falkland Islands" = "Ishujt Falkland";

/* nothing */
"Micronesia" = "Mikronezi";

/* nothing */
"Faroe Islands" = "Ishujt Faroe";

/* nothing */
"France" = "Francë";

/* nothing */
"Gabon" = "Gabon";

/* nothing */
"Great Britain" = "Britani e Madhe";

/* nothing */
"Grenada" = "Grenada";

/* nothing */
"Georgia" = "Georgji";

/* nothing */
"French Guiana" = "Guajana Franceze";

/* nothing */
"British Channel Isles" = "Ishujt e Kanalit Britanik";

/* nothing */
"Ghana" = "Gana";

/* nothing */
"Gibraltar" = "Gjibraltar";

/* nothing */
"Greenland" = "Groenlandë";

/* nothing */
"Gambia" = "Gambia";

/* nothing */
"Guinea" = "Guinea";

/* nothing */
"Government" = "Qeveri";

/* nothing */
"Guadeloupe" = "Guadalup";

/* nothing */
"Equatorial Guinea" = "Guinea Ekuatoriale";

/* nothing */
"Greece" = "Greqi";

/* nothing */
"S. Georgia and S. Sandwich Isles" = "Georgji";

/* nothing */
"Guatemala" = "Guatemala";

/* nothing */
"Guam" = "Guam";

/* nothing */
"Guinea-Bissau" = "Guinea-Bissau";

/* nothing */
"Guyana" = "Guajana";

/* nothing */
"Hong Kong" = "Hong Kong";

/* nothing */
"Heard and McDonald Islands" = "Ishujt Heard dhe McDonald";

/* nothing */
"Honduras" = "Honduras";

/* nothing */
"Croatia" = "Kroaci";

/* nothing */
"Haiti" = "Haiti";

/* nothing */
"Hungary" = "Hungari";

/* nothing */
"Indonesia" = "Indonezi";

/* nothing */
"Ireland" = "Irlandë";

/* nothing */
"Israel" = "Izrael";

/* nothing */
"Isle of Man" = "";

/* nothing */
"India" = "Indi";

/* nothing */
"Informational" = "Informativ";

/* nothing */
"International" = "Ndërkombëtar";

/* nothing */
"British Indian Ocean Territory" = "Territoret Britanike të Oqeanit Indian";

/* nothing */
"Iraq" = "Irak";

/* nothing */
"Iran" = "Iran";

/* nothing */
"Iceland" = "Islandë";

/* nothing */
"Italy" = "Itali";

/* nothing */
"Jersey" = "";

/* nothing */
"Jamaica" = "Xhamaika";

/* nothing */
"Jordan" = "Jordani";

/* nothing */
"Japan" = "Japoni";

/* nothing */
"Kenya" = "Kenia";

/* nothing */
"Kyrgyzstan" = "Kirgizstan";

/* nothing */
"Cambodia" = "Kamboxhia";

/* nothing */
"Kiribati" = "Kiribati";

/* nothing */
"Comoros" = "Komore";

/* nothing */
"St. Kitts and Nevis" = "Shën Kits dhe Nevis";

/* nothing */
"North Korea" = "Kore e Veriut";

/* nothing */
"South Korea" = "Kore e Jugut";

/* nothing */
"Kuwait" = "Kuvait";

/* nothing */
"Cayman Islands" = "Ishujt Kajman";

/* nothing */
"Kazakhstan" = "Kazakistan";

/* nothing */
"Laos" = "Laos";

/* nothing */
"Lebanon" = "Liban";

/* nothing */
"Saint Lucia" = "Santa Luçia";

/* nothing */
"Liechtenstein" = "Lihtenshtein";

/* nothing */
"Sri Lanka" = "Sri Lanka";

/* nothing */
"Liberia" = "Liberi";

/* nothing */
"Lesotho" = "Lesoto";

/* nothing */
"Lithuania" = "Lituani";

/* nothing */
"Luxembourg" = "Luksemburg";

/* nothing */
"Latvia" = "Latvi";

/* nothing */
"Libya" = "Libi";

/* nothing */
"Morocco" = "Marok";

/* nothing */
"Monaco" = "Monako";

/* nothing */
"Moldova" = "Moldavi";

/* nothing */
"United States Medical" = "Mjeksor i Shteteve të Bashkuara";

/* nothing */
"Madagascar" = "Madagaskar";

/* nothing */
"Marshall Islands" = "Ishujt Marshall";

/* nothing */
"Military" = "Ushtarake";

/* nothing */
"Macedonia" = "Maqedonia";

/* nothing */
"Mali" = "Mali";

/* nothing */
"Myanmar" = "Mianmar";

/* nothing */
"Mongolia" = "Mongoli";

/* nothing */
"Macau" = "Makau";

/* nothing */
"Northern Mariana Islands" = "Ishujt Veriorë Mariana";

/* nothing */
"Martinique" = "Martinikë";

/* nothing */
"Mauritania" = "Mauritani";

/* nothing */
"Montserrat" = "Montserrat";

/* nothing */
"Malta" = "Maltë";

/* nothing */
"Mauritius" = "Mauricius";

/* nothing */
"Maldives" = "Maldive";

/* nothing */
"Malawi" = "Malaui";

/* nothing */
"Mexico" = "Meksikë";

/* nothing */
"Malaysia" = "Malajzi";

/* nothing */
"Mozambique" = "Mozambik";

/* nothing */
"Namibia" = "Namibi";

/* nothing */
"New Caledonia" = "Kaledonia e Re";

/* nothing */
"Niger" = "Niger";

/* nothing */
"Internic Network" = "Rrjet Internic";

/* nothing */
"Norfolk Island" = "Ishujt Norfolk";

/* nothing */
"Nigeria" = "Nigeri";

/* nothing */
"Nicaragua" = "Nikaragua";

/* nothing */
"Netherlands" = "Holandë";

/* nothing */
"Norway" = "Norvegji";

/* nothing */
"Nepal" = "Nepal";

/* nothing */
"Nauru" = "Nauru";

/* nothing */
"Niue" = "Niue";

/* nothing */
"New Zealand" = "Zelandë e Re";

/* nothing */
"Oman" = "Oman";

/* nothing */
"Internic Non-Profit Organization" = "Organizëm Jofitimprurës Internic";

/* nothing */
"Panama" = "Panama";

/* nothing */
"Peru" = "Peru";

/* nothing */
"French Polynesia" = "Polinezia Franceze";

/* nothing */
"Papua New Guinea" = "Papua Guinea e Re";

/* nothing */
"Philippines" = "Filipine";

/* nothing */
"Pakistan" = "Pakistan";

/* nothing */
"Poland" = "Poloni";

/* nothing */
"St. Pierre and Miquelon" = "Shën. Pier dhe Mikëlon";

/* nothing */
"Pitcairn" = "Pitkern";

/* nothing */
"Puerto Rico" = "Porto Riko";

/* nothing */
"Palestinian Territory" = "Territor Palestinez";

/* nothing */
"Portugal" = "Portugali";

/* nothing */
"Palau" = "Palau";

/* nothing */
"Paraguay" = "Paraguaj";

/* nothing */
"Qatar" = "Katar";

/* nothing */
"Reunion" = "Ribashkim";

/* nothing */
"Romania" = "Rumani";

/* nothing */
"Old School ARPAnet" = "Old School ARPAnet";

/* nothing */
"Russian Federation" = "Federata Ruse";

/* nothing */
"Rwanda" = "Ruandë";

/* nothing */
"Saudi Arabia" = "Arabi Saudite";

/* nothing */
"Solomon Islands" = "Ishujt Solomon";

/* nothing */
"Seychelles" = "Sejshelle";

/* nothing */
"Sudan" = "Sudan";

/* nothing */
"Sweden" = "Suedi";

/* nothing */
"Singapore" = "Singapor";

/* nothing */
"St. Helena" = "Shën Helena";

/* nothing */
"Slovenia" = "Slloveni";

/* nothing */
"Svalbard and Jan Mayen Islands" = "Ishujt Svalbard dhe Jan Mayen";

/* nothing */
"Slovak Republic" = "Republika Slovake";

/* nothing */
"Sierra Leone" = "Sierra Leone";

/* nothing */
"San Marino" = "San Marino";

/* nothing */
"Senegal" = "Senegal";

/* nothing */
"Somalia" = "Somali";

/* nothing */
"Suriname" = "Surinam";

/* nothing */
"Sao Tome and Principe" = "Sao Tome dhe Principe";

/* nothing */
"Former USSR" = "Ish USSR";

/* nothing */
"El Salvador" = "El Salvador";

/* nothing */
"Syria" = "Siri";

/* nothing */
"Swaziland" = "Svaziland";

/* nothing */
"Turks and Caicos Islands" = "Ishujt Turks dhe Caicos";

/* nothing */
"Chad" = "Çad";

/* nothing */
"French Southern Territories" = "Territoret Franceze Jugore";

/* nothing */
"Togo" = "Togo";

/* nothing */
"Thailand" = "Tailandë";

/* nothing */
"Tajikistan" = "Taxhikistan";

/* nothing */
"Tokelau" = "Tokelau";

/* nothing */
"East Timor" = "Timori Lindor";

/* nothing */
"Turkmenistan" = "Turkmenistan";

/* nothing */
"Tunisia" = "Tunizi";

/* nothing */
"Tonga" = "Tonga";

/* nothing */
"Turkey" = "Turqi";

/* nothing */
"Trinidad and Tobago" = "Trinidad dhe Tobago";

/* nothing */
"Tuvalu" = "Tuvalu";

/* nothing */
"Taiwan" = "Taivan";

/* nothing */
"Tanzania" = "Tanzani";

/* nothing */
"Ukraine" = "Ukrainë";

/* nothing */
"Uganda" = "Uganda";

/* nothing */
"United Kingdom" = "Mbretëri e Bashkuar";

/* nothing */
"United States of America" = "Shtetet e Bashkuar të Amerikës";

/* nothing */
"Uruguay" = "Uruguaj";

/* nothing */
"Uzbekistan" = "Uzbekistan";

/* nothing */
"Vatican City State" = "Qytetshteti i Vatikanit";

/* nothing */
"St. Vincent and the Grenadines" = "Shën. Vincent dhe Grenadinet";

/* nothing */
"Venezuela" = "Venezuelë";

/* nothing */
"British Virgin Islands" = "Ishujt British Virgin";

/* nothing */
"US Virgin Islands" = "Ishujt US Virgin";

/* nothing */
"Vietnam" = "Vietnam";

/* nothing */
"Vanuatu" = "Vanuatu";

/* nothing */
"Wallis and Futuna Islands" = "Ishujt Wallis dhe Futuna";

/* nothing */
"Samoa" = "Samoa";

/* nothing */
"Yemen" = "Jemen";

/* nothing */
"Mayotte" = "Majot";

/* nothing */
"Yugoslavia" = "Serbi dhe Mali i Zi";

/* nothing */
"South Africa" = "Afrikë e Jugut";

/* nothing */
"Zambia" = "Zambia";

/* nothing */
"Zimbabwe" = "Zimbabve";

/* nothing */
"Unknown" = "I panjohur";

/* nothing */
"Open Dialog Window" = "Hap Dritare Dialogu";

/* nothing */
"Send a File" = "Dërgo Kartelë";

/* nothing */
"User Info (WHOIS)" = "Të dhëna Përdoruesi (WHOIS)";

/* nothing */
"Operator Actions" = "Veprime Operatori";

/* nothing */
"Give Ops" = "Jepi Op";

/* nothing */
"Take Ops" = "Hiqi Op";

/* nothing */
"Give Voice" = "Jepi Zë";

/* nothing */
"Take Voice" = "Hiqi Zë";

/* nothing */
"Kick/Ban" = "Përzër/Ndalo";

/* nothing */
"Kick" = "Përzër";

/* nothing */
"Ban" = "Ndalo";

/* nothing */
"KickBan" = "Përzënie";

/* nothing */
"Direct client-to-client" = "Drejtpërdrejt klient-me-klient";

/* nothing */
"Send File" = "Dërgo Kartelë";

/* nothing */
"Offer Chat" = "Ofro Fjalosje";

/* nothing */
"Abort Chat" = "Ndërprit Fjalosje";

/* nothing */
"Version" = "Version";

/* nothing */
"Userinfo" = "Të dhëna përdoruesi";

/* nothing */
"Clientinfo" = "Të dhëna klienti";

/* nothing */
"Ping" = "Ping";

/* nothing */
"Time" = "Kohë";

/* nothing */
"Finger" = "Gisht";

/* nothing */
"Oper" = "Oper";

/* nothing */
"Kill this user" = "Asgjëso këtë përdorues";

/* nothing */
"Mode" = "Mënyrë";

/* nothing */
"Give Half-Ops" = "Jepi Gjysmë-Op";

/* nothing */
"Take Half-Ops" = "Hiqi Gjysmë-Op";

/* nothing */
"Ignore" = "Shpërfill";

/* nothing */
"Ignore User" = "Shpërfill Përdorues";

/* nothing */
"UnIgnore User" = "Çshpërfill Përdorues";

/* nothing */
"Info" = "Të dhëna";

/* nothing */
"Who" = "Kush";

/* nothing */
"WhoIs" = "KushËshtë";

/* nothing */
"DNS Lookup" = "Kërkim DNS-je";

/* nothing */
"Trace" = "Gjurmo";

/* nothing */
"UserHost" = "StrehëPërdoruesi";

/* nothing */
"External" = "I jashtëm";

/* nothing */
"Traceroute" = "Traceroute";

/* nothing */
"Telnet" = "Telnet";

/* nothing */
"Leave Channel" = "Lër Kanal";

/* nothing */
"Join Channel..." = "Hyni në Kanal...";

/* nothing */
"Enter Channel to Join:" = "Jepni Kanal ku të Hyhet:";

/* nothing */
"Server Links" = "Lidhje Shërbyesish";

/* nothing */
"Ping Server" = "Ping Shërbyes";

/* nothing */
"Hide Version" = "Fshih Version";

/* nothing */
"Op" = "Op";

/* nothing */
"DeOp" = "Çop";

/* nothing */
"bye" = "bye";

/* nothing */
"Enter reason to kick %s:" = "Jepni arsye për të përzënë %s:";

/* nothing */
"Sendfile" = "Dërgokartelë";

/* nothing */
"Dialog" = "Dialog";

/* nothing */
"Send" = "Dërgo";

/* nothing */
"Chat" = "Fjalosje";

/* nothing */
"Clear" = "Pastro";

/* nothing */
"Couldn't connect to session bus" = "S'u lidha dot me busin e sesionit";

/* nothing */
"Failed to complete NameHasOwner" = "Dështova në përmbushjen e urdhrit";

/* nothing */
"Failed to complete Command" = "Dështova në përmbushjen e urdhrit";

/* nothing */
"remote access" = "S'mund të futem në %s\n";

/* nothing */
"plugin for remote access using DBUS" = "";

/* nothing */
"Couldn't connect to session bus: %s\n" = "Nuk u lidha dot me busin e sesionit : %s\n";

/* nothing */
"Failed to acquire %s: %s\n" = "Dështova në pasjen";

/* nothing */
"About XChat" = "Rreth X-Chat-it";

/* nothing */
"A multiplatform IRC Client" = "Një Klient IRC shumëplatformësh";

/* nothing */
"Character Chart" = "Tabelë Gërmash";

/* nothing */
"Not connected." = "I palidhur";

/* nothing */
"You must select some bans." = "Duhet të përzgjidhni disa ndalime.";

/* nothing */
"Are you sure you want to remove all bans in %s?" = "";

/* nothing */
"Mask" = "Maskë";

/* nothing */
"From" = "Prej";

/* nothing */
"Date" = "Datë";

/* nothing */
"You can only open the Ban List window while in a channel tab." = "Mundeni të hapni dritaren e Listës së Ndalimeve vetëm kur jeni në një skedë kanali";

/* nothing */
"XChat: Ban List (%s)" = "XChat: Listë Ndalimesh (%s)";

/* nothing */
"Remove" = "Hiq";

/* nothing */
"Crop" = "";

/* nothing */
"Refresh" = "Rifresko";

/* nothing */
"Displaying %d/%d users on %d/%d channels." = "Statistika Përdoruesish dhe Kanali: %d/%d Përdorues në %d/%d Kanale";

/* nothing */
"Select an output filename" = "Zgjidhni një emër kartele përfundim";

/* nothing */
"_Join Channel" = "Hyni në Kanal";

/* nothing */
"_Copy Channel Name" = "Emër Kanali";

/* nothing */
"Copy _Topic Text" = "";

/* nothing */
"XChat: Channel List (%s)" = "XChat: Listë Kanalesh (%s)";

/* nothing */
"_Search" = "XChat: Kërko";

/* nothing */
"_Download List" = "Shkarko kartela te:";

/* nothing */
"Save _List..." = "Listë _Shërbyesish...";

/* nothing */
"Show only:" = "";

/* nothing */
"channels with" = "kanal";

/* nothing */
"to" = "";

/* nothing */
"users." = "Përdoruesa";

/* nothing */
"Look in:" = "";

/* nothing */
"Channel name" = "Emër Kanali";

/* nothing */
"Search type:" = "Kërko Tekst...";

/* nothing */
"Simple Search" = "";

/* nothing */
"Pattern Match (Wildcards)" = "Përputhje \"Regex\":";

/* nothing */
"Regular Expression" = "";

/* nothing */
"Find:" = "Gjej:";

/* nothing */
"Send file to %s" = "Dërgo kartelë te %s";

/* nothing */
"That file is not resumable." = "Kjo kartelë nuk është e përmbledhshme.";

/* nothing */
"Cannot access file: %s\n%s.\nResuming not possible." = "S'hyj dot në kartelën: %s\n%s.\nRimarrje jo e mundur.";

/* nothing */
"File in download directory is larger than file offered. Resuming not possible." = "Kartela në drejtorinë e shkarkimit është më e madhe se kartela e ofruar. Rimarrje jo e mundur.";

/* nothing */
"Cannot resume the same file from two people." = "Nuk mund të rimarr të njëjtën kartelë prej dy personash";

/* nothing */
"XChat: Uploads and Downloads" = "XChat: Urdhra të Përcaktuar nga Përdoruesi";

/* nothing */
"Status" = "Gjendje";

/* nothing */
"File" = "Kartelë";

/* nothing */
"ETA" = "ETA";

/* nothing */
"Both" = "Të dyja";

/* nothing */
"Uploads" = "Shkarko kartela te:";

/* nothing */
"Downloads" = "Shkarko kartela te:";

/* nothing */
"Details" = "Hollësi Tuajat";

/* nothing */
"File:" = "Kartelë:";

/* nothing */
"Address:" = "Vendndodhje:";

/* nothing */
"Abort" = "Ndërprit";

/* nothing */
"Accept" = "Prano";

/* nothing */
"Resume" = "Rimerr";

/* nothing */
"Open Folder..." = "";

/* nothing */
"XChat: DCC Chat List" = "XChat: Listë Fjalosjeje DCC";

/* nothing */
"Recv" = "Marr";

/* nothing */
"Sent" = "Dërguar";

/* nothing */
"Start Time" = "KohëFillim";

/* nothing */
"*NEW*" = "*I RI*";

/* nothing */
"EDIT ME" = "PËRPUNOMË";

/* nothing */
"Name" = "Emër";

/* nothing */
"Command" = "Urdhër";

/* nothing */
"Move Up" = "Ngjitu";

/* nothing */
"Move Dn" = "Zbrit";

/* nothing */
"Cancel" = "Anulo";

/* nothing */
"Save" = "Ruaj";

/* nothing */
"Add New" = "Shto të Ri";

/* nothing */
"Delete" = "Fshij";

/* nothing */
"Sort" = "Rendit";

/* nothing */
"Help" = "Ndihmë";

/* nothing */
"Don't auto connect to servers" = "Mos u vetërilidhu me shërbyesa";

/* nothing */
"Use a different config directory" = "Përdor një tjetër drejtori config";

/* nothing */
"Don't auto load any plugins" = "Mos vetëngarko ndonjë shtojcë";

/* nothing */
"Show plugin auto-load directory" = "Shfaq drejtori shtojcash vetëngarkuese";

/* nothing */
"Show user config directory" = "Përdor drejtori config të përdoruesit";

/* nothing */
"Open an irc://server:port/channel URL" = "Hap një URL irc://shërbyes:portë/kanal";

/* nothing */
"Open URL in an existing XChat" = "";

/* nothing */
"Begin minimized. Level 0=Normal 1=Iconified 2=Tray" = "";

/* nothing */
"level" = "Kurrë";

/* nothing */
"Show version information" = "Shfaq të dhëna versioni";

/* nothing */
"Failed to open font:\n\n%s" = "Dështova në hapje gërmash:\n\n%s";

/* nothing */
"Search buffer is empty.\n" = "Shtytëza e kërkimeve është e zbrazët.\n";

/* nothing */
"%d bytes" = "%d bytes";

/* nothing */
"Network send queue: %d bytes" = "Radhë dërgimi rrjeti: %d bajte";

/* nothing */
"The Run Command action runs the data in Data 1 as if it has been typed into the entry box where you pressed the key sequence. Thus it can contain text (which will be sent to the channel/person), commands or user commands. When run all \\n characters in Data 1 are used to deliminate seperate commands so it is possible to run more than one command. If you want a \\ in the actual text run then enter \\\\" = "Veprimi Run Command lëshon të dhënat në Të Dhëna 1 si të ishin shkruajtur në kuti dhënieje kur shtypët varg tastesh. Kështu që mund të përmbajë tekst (i cili do t'i dërgohet kanalit/personit), urdhra ose urdhra përdoruesi. Kur jepet tërë, shenjat \\ në Të Dhëna 1 përdoren për të ndarë urdhra të veçantë që kështu të mundet të jepen më shumë se një urdhër. Nëse doni një \\ në tekstin në fjalë jepni \\\\";

/* nothing */
"The Change Page command switches between pages in the notebook. Set Data 1 to the page you want to switch to. If Data 2 is set to anything then the switch will be relative to the current position" = "Urdhri Change Page bën kalimin midis faqesh në bllok shënimesh. Cakton si Data 1 faqen ku doni të kalohet. Nëse si Data 2 është caktuar dicka tjetër atëherë kalimi do të bëhet duke ju referuar pozicionit të çastit";

/* nothing */
"The Insert in Buffer command will insert the contents of Data 1 into the entry where the key sequence was pressed at the current cursor position" = "Urdhri Fut në Shtytëz do të fusë përmbajtjen e Data 1 te pjesa ku u shtyp vargu i tasteve te vendndodhje çasti e kursorit";

/* nothing */
"The Scroll Page command scrolls the text widget up or down one page or one line. Set Data 1 to either Up, Down, +1 or -1." = "Urdhri Zhvendos Faqe rrëshqet pjesën e tekstit lart ose poshtë me një faqe ose një rresht. Caktojeni Data 1 si Up, Down, +1 ose -1.";

/* nothing */
"The Set Buffer command sets the entry where the key sequence was entered to the contents of Data 1" = "Urdhri Vendos Shtytëz vendos futjen atje ku u shtyp varg tastesh te përmbajtja e Data 1";

/* nothing */
"The Last Command command sets the entry to contain the last command entered - the same as pressing up in a shell" = "Urdhri Urdhri i Fundit bën që si hyrje të jetë urdhri i fundit i dhënë - njësoj si shtypja e shigjetës sipër brenda një shelli";

/* nothing */
"The Next Command command sets the entry to contain the next command entered - the same as pressing down in a shell" = "Urdhri Next Command e bën zërin në fjalë të përmbajë urdhrin pasues që jepet - njësoj si shtypja e shigjetës poshtë brenda një shelli";

/* nothing */
"This command changes the text in the entry to finish an incomplete nickname or command. If Data 1 is set then double-tabbing in a string will select the last nick, not the next" = "Ky urdhër ndryshon tekstin që jepet për të përfunduar një urdhër apo një nofkë ende jo të plotësuar. Nëse është rregulluar Të dhëna 1 atëherë shtypja dyshe e tastit tab në një varg do të zgjedhë nofkën e fundit, jo pasuesen";

/* nothing */
"This command scrolls up and down through the list of nicks. If Data 1 is set to anything it will scroll up, else it scrolls down" = "Ky urdhër kryen lëvizjen lart e poshtë nëpër listë nofkash. Nëse është dhënë diçka si  Data 1shkohet sipër, ndryshe zbritet poshtë";

/* nothing */
"This command checks the last word entered in the entry against the replace list and replaces it if it finds a match" = "Ky urdhër kontrollon fjalën e fundit të dhënë përkundër listës zëvendëso dhe bën zëvendësim nëse gjendet përputhje";

/* nothing */
"This command moves the front tab left by one" = "Ky urdhër zhvendos skedën ballore majtas me një  ";

/* nothing */
"This command moves the front tab right by one" = "Ky urdhër zhvendos skedën ballore djathtas me një";

/* nothing */
"This command moves the current tab family to the left" = "Ky urdhër zhvendos grupin e skedave të çastit majtas";

/* nothing */
"This command moves the current tab family to the right" = "Ky urdhër zhvendos grupin e skedave të çastit djathtas";

/* nothing */
"Push input line into history but doesn't send to server" = "I kalon historikut rresht dhënieje por nuk ja dërgon shërbyesit";

/* nothing */
"There was an error loading key bindings configuration" = "Pati një gabimi gjatë ngarkimit të formësimit për funksione tastesh";

/* nothing */
"<none>" = "<asnjë>";

/* nothing */
"Mod" = "Ndry";

/* nothing */
"Key" = "Kyç";

/* nothing */
"Action" = "Veprim";

/* nothing */
"XChat: Keyboard Shortcuts" = "XChat: Shkurtprerje Tastiere";

/* nothing */
"Shift" = "Shift";

/* nothing */
"Alt" = "Alt";

/* nothing */
"Ctrl" = "Ctrl";

/* nothing */
"Data 1" = "Të dhëna 1";

/* nothing */
"Data 2" = "Të dhëna 2";

/* nothing */
"Error opening keys config file\n" = "Gabim në hapje kartele formësimi tastesh\n";

/* nothing */
"Unknown keyname %s in key bindings config file\nLoad aborted, please fix %s/keybindings.conf\n" = "Emër i panjohur kyçi %s në kartelë formësimi funksionesh kyçash\nNgarkimi u ndërpre, ju lutem ndreqni %s/keybindings.conf\n";

/* nothing */
"Unknown action %s in key bindings config file\nLoad aborted, Please fix %s/keybindings\n" = "Veprim i panjohur %s në kartelë formësimi funksionesh kyçash\nNgarkimi u ndërpre, ju lutem ndreqni %s/keybindings\n";

/* nothing */
"Expecting Data line (beginning Dx{:|!}) but got:\n%s\n\nLoad aborted, Please fix %s/keybindings\n" = "Pritej rresht Të Dhënash (që fillon me Dx{:|!}) por u mor:\n%s\n\nNgarkimi u ndërpre, ju lutem ndreqni %s/keybindings\n";

/* nothing */
"Key bindings config file is corrupt, load aborted\nPlease fix %s/keybindings.conf\n" = "Kartela e formësimit të funksioneve të kyçeve është e dëmtuar, ngarkim i ndërprerë\nJu lutem ndreqni %s/keybindings.conf\n";

/* nothing */
"Cannot write to that file." = "S'mund të shkruaj tek kjo kartelë.";

/* nothing */
"Cannot read that file." = "S'mund të lexoj këtë kartelë.";

/* nothing */
"That mask already exists." = "Ka tashmë një maskë si kjo.";

/* nothing */
"Private" = "Vetiake";

/* nothing */
"Notice" = "Njofto";

/* nothing */
"CTCP" = "CTCP";

/* nothing */
"DCC" = "DCC";

/* nothing */
"Invite" = "Fto";

/* nothing */
"Unignore" = "Çshpërfill";

/* nothing */
"Enter mask to ignore:" = "Jepni maskë që do të shpërfillet:";

/* nothing */
"XChat: Ignore list" = "XChat: Listë shpërfilljesh";

/* nothing */
"Ignore Stats:" = "Statistika Shpërfilljesh:";

/* nothing */
"Channel:" = "Kanal:";

/* nothing */
"Private:" = "Vetiake:";

/* nothing */
"Notice:" = "Njofto:";

/* nothing */
"CTCP:" = "CTCP:";

/* nothing */
"Invite:" = "Fto:";

/* nothing */
"Add..." = "Shto";

/* nothing */
"Channel name too short, try again." = "";

/* nothing */
"XChat: Connection Complete" = "Mbaroi koha e ndërlidhjes";

/* nothing */
"Connection to %s complete." = "Lidhje e rivendosur nga tjetri";

/* nothing */
"In the Server-List window, no channel (chat room) has been entered to be automatically joined for this network." = "";

/* nothing */
"What would you like to do next?" = "";

/* nothing */
"_Nothing, I'll join a channel later." = "";

/* nothing */
"_Join this channel:" = "Hyni në Kanal";

/* nothing */
"If you know the name of the channel you want to join, enter it here." = "";

/* nothing */
"O_pen the Channel-List window." = "Hap kanale në:";

/* nothing */
"Retrieving the Channel-List may take a minute or two." = "";

/* nothing */
"_Always show this dialog after connecting." = "";

/* nothing */
"Dialog with" = "Dialog me";

/* nothing */
"Topic for %s is: %s" = "Tema për %s është: %s";

/* nothing */
"No topic is set" = "Nuk është caktuar temë";

/* nothing */
"This server still has %d channels or dialogs associated with it. Close them all?" = "Ky shërbyes ka ende %d kanale apo dialogje të lidhur me të. Ti mbyll të tërë?";

/* nothing */
"Quit XChat?" = "Rreth X-Chat-it";

/* nothing */
"Don't ask next time." = "";

/* nothing */
"You are connected to %i IRC networks." = "Vetëlidhu me këtë rrjet gjatë nisjes";

/* nothing */
"Are you sure you want to quit?" = "";

/* nothing */
"Some file transfers are still active." = "Shpërngulje kartelash në përmbushje e sipër, ta lë xchat-in?";

/* nothing */
"_Minimize to Tray" = "";

/* nothing */
"Insert Attribute or Color Code" = "Fut Kod Ngjyre ose Atributi";

/* nothing */
"<b>Bold</b>" = "<b>Të trasha</b>";

/* nothing */
"<u>Underline</u>" = "<u>Nënvizuar</u>";

/* nothing */
"Normal" = "Normal";

/* nothing */
"Colors 0-7" = "Ngjyra 0-7";

/* nothing */
"Colors 8-15" = "Ngjyra 8-15";

/* nothing */
"Beep on message" = "Bip në mesazhe";

/* nothing */
"Blink tray on message" = "Bip në mesazhe";

/* nothing */
"Show join/part messages" = "Shfaq mesazhe hyr/dil ";

/* nothing */
"Color paste" = "Ngjit ngjyrë";

/* nothing */
"_Close Tab" = "_Mbyll Skedë";

/* nothing */
"_Detach Tab" = "_Shqit Skedë";

/* nothing */
"User limit must be a number!\n" = "Kufi përdoruesish duhet të jetë një numër!\n";

/* nothing */
"Topic Protection" = "Mbrojtje Teme";

/* nothing */
"No outside messages" = "Jo mesazhe nga jashtë";

/* nothing */
"Secret" = "Sekret";

/* nothing */
"Invite Only" = "Vetëm me Ftesa";

/* nothing */
"Moderated" = "Ndryshuar";

/* nothing */
"Ban List" = "Listë Ndalimesh";

/* nothing */
"Keyword" = "Fjalëkyç";

/* nothing */
"User Limit" = "Kufi Përdoruesi";

/* nothing */
"Show/Hide userlist" = "Shfaq/Fshih listë përdoruesish";

/* nothing */
"Unable to set transparent background!\n\nYou may be using a non-compliant window\nmanager that is not currently supported.\n" = "I pazoti të vendos ngjyrë të tejdukshme!\n\nMund të jeni duke përdorur përgjegjës\ndritaresh të papërputhshëm që nuk mbulohet ende.\n";

/* nothing */
"Enter new nickname:" = "Jepni nofkën e re:";

/* nothing */
"Host unknown" = "Strehë e panjohur";

/* nothing */
"<tt><b>%-11s</b></tt> %s" = "<tt><b>%-11s</b></tt> %s";

/* nothing */
"Real Name:" = "Emër i Vërtetë:";

/* nothing */
"User:" = "Përdorues:";

/* nothing */
"Country:" = "Vend:";

/* nothing */
"Server:" = "Shërbyes:";

/* nothing */
"Away Msg:" = "Mesazh Largimi:";

/* nothing */
"%u minutes ago" = "%u minuta më parë";

/* nothing */
"Last Msg:" = "Msz i Fundit:";

/* nothing */
"The Menubar is now hidden. You can show it again by pressing F9 or right-clicking in a blank part of the main text area." = "Paneli i menuve tashti është i fshehur. Mund ta shfaqni sërish duke shtypur F9 ose duke djathtasklikuar në një pjesë bosh të zonës kryesore për tekste";

/* nothing */
"Open Link in Browser" = "Hap Lidhje në Shfletues";

/* nothing */
"Copy Selected Link" = "Kopjo Lidhjen e Përzgjedhur";

/* nothing */
"Join Channel" = "Hyni në Kanal";

/* nothing */
"Part Channel" = "Dil prej Kanali";

/* nothing */
"Cycle Channel" = "Ciklo Kanal";

/* nothing */
"XChat: User menu" = "XChat: Menu përdoruesi";

/* nothing */
"Edit This Menu..." = "Përpuno Këtë Menu...";

/* nothing */
"Retrieve channel list..." = "Listë Kanalesh...";

/* nothing */
"User Commands - Special codes:\n\n%c  =  current channel\n%e  =  current network name\n%m  =  machine info\n%n  =  your nick\n%t  =  time/date\n%v  =  xchat version\n%2  =  word 2\n%3  =  word 3\n&2  =  word 2 to the end of line\n&3  =  word 3 to the end of line\n\neg:\n/cmd john hello\n\n%2 would be \"john\"\n&2 would be \"john hello\"." = "Urdhra Përdoruesi - Kode specialë:\n\n%c  =  kanal i çastit\n%m  =  të dhëna makine\n%n  =  nofka juaj\n%t  =  kohë/datë\n%v  =  version i xchat-it\n%2  =  fjala 2\n%3  =  fjala 3\n&2  =  fjala 2 në fundin e një rreshti\n&3  =  fjala 3 në fundin e një rreshti\n\np.sh.:\n/cmd gjon tungjatjeta\n\n%2 mund të ishte \"gjon\"\n&2 mund të ishte \"gjon tungjatjeta\".";

/* nothing */
"Userlist Buttons - Special codes:\n\n%a  =  all selected nicks\n%c  =  current channel\n%e  =  current network name\n%h  =  selected nick's hostname\n%m  =  machine info\n%n  =  your nick\n%s  =  selected nick\n%t  =  time/date\n" = "Butona Liste Përdoruesish - Kode specialë:\n\n%a  =  tërë nofkat e përzgjedhura\n%c  =  kanali i çastit\n%h  =  strehëemri për nofkën e përzgjedhur\n%m  =  të dhëna makine\n%n  =  nofka juaj\n%s  =  nofka e përzgjedhur\n%t  =  kohë/datë\n";

/* nothing */
"Dialog Buttons - Special codes:\n\n%a  =  all selected nicks\n%c  =  current channel\n%e  =  current network name\n%h  =  selected nick's hostname\n%m  =  machine info\n%n  =  your nick\n%s  =  selected nick\n%t  =  time/date\n" = "Butona Dialogjesh - Kode specialë:\n\n%a  =  tërë nofkat e përzgjedhura\n%c  =  kanali i çastit\n%h  =  strehëemri për nofkën e përzgjedhur\n%m  =  të dhëna makine\n%n  =  nofka juaj\n%s  =  nofka e përzgjedhur\n%t  =  kohë/datë\n";

/* nothing */
"CTCP Replies - Special codes:\n\n%d  =  data (the whole ctcp)\n%e  =  current network name\n%m  =  machine info\n%s  =  nick who sent the ctcp\n%t  =  time/date\n%2  =  word 2\n%3  =  word 3\n&2  =  word 2 to the end of line\n&3  =  word 3 to the end of line\n\n" = "Përgjigje CTCP - Kode specialë:\n\n%d  =  të dhëna (ctcp i plotë)\n%m  =  të dhëna makine\n%s  =  nofka që dërgoi ctcp\n%t  =  kohë/datë\n%2  =  fjala 2\n%3  =  fjala 3\n&2  =  fjala 2 në fundin e një rrjeshti\n&3  =  fjala 3 në fundin e një rrjeshti\n\n";

/* nothing */
"URL Handlers - Special codes:\n\n%s  =  the URL string\n\nPutting a ! infront of the command\nindicates it should be sent to a\nshell instead of XChat" = "Trajtuesa URL - Kode specialë:\n\n%s  =  vargu URL\n\nVendosja e një ! para një urdhri\ntregon që ky do të duhej dërguar te një\nshell dhe jo te X-Chat-i";

/* nothing */
"XChat: User Defined Commands" = "XChat: Urdhra të Përcaktuar nga Përdoruesi";

/* nothing */
"XChat: Userlist Popup menu" = "XChat: Menu flluckë Liste Përdoruesish";

/* nothing */
"Replace with" = "Zëvendësoje me";

/* nothing */
"XChat: Replace" = "XChat: Zëvendëso";

/* nothing */
"XChat: URL Handlers" = "XChat: Trajtuesa URL";

/* nothing */
"XChat: Userlist buttons" = "XChat: Butona liste përdoruesish";

/* nothing */
"XChat: Dialog buttons" = "XChat: Butona dialogu";

/* nothing */
"XChat: CTCP Replies" = "XChat: Përgjigjje CTCP";

/* nothing */
"_XChat" = "_XChat";

/* nothing */
"Network Li_st..." = "Rregullim rrjeti";

/* nothing */
"_New" = "_E re";

/* nothing */
"Server Tab..." = "Skedë Shërbyesi...";

/* nothing */
"Channel Tab..." = "Skedë Kanali...";

/* nothing */
"Server Window..." = "Dritare Shërbyesi...";

/* nothing */
"Channel Window..." = "Dritare Kanali...";

/* nothing */
"_Load Plugin or Script..." = "_Ngarko Shtojcë ose Programth...";

/* nothing */
"_Quit" = "_Lër";

/* nothing */
"_View" = "_Parje";

/* nothing */
"_Menu Bar" = "_Shtyllë Menush";

/* nothing */
"_Topic Bar" = "_Shtyllë Temash";

/* nothing */
"_User List" = "Listë Përdoruesish";

/* nothing */
"U_serlist Buttons" = "Butona _Liste përdoruesish";

/* nothing */
"M_ode Buttons" = "Butona Mën_yre";

/* nothing */
"_Channel Switcher" = "kanal";

/* nothing */
"_Tabs" = "_Skeda";

/* nothing */
"T_ree" = "_Pemë";

/* nothing */
"_Network Meters" = "Matësa _Rrjeti";

/* nothing */
"Off" = "Asnjë";

/* nothing */
"Graph" = "Grafik";

/* nothing */
"_Server" = "_Shërbyes";

/* nothing */
"_Disconnect" = "_Shkëputu";

/* nothing */
"_Reconnect" = "_Rilidhu";

/* nothing */
"Marked Away" = "Shenjuar si i Larguar";

/* nothing */
"_Usermenu" = "_Menu përdoruesi";

/* nothing */
"S_ettings" = "Rr_egullime";

/* nothing */
"_Preferences" = "Parapëlqime";

/* nothing */
"Advanced" = "Të mëtejshme";

/* nothing */
"Auto Replace..." = "Vetëzëvendëso...";

/* nothing */
"CTCP Replies..." = "Përgjigje CTCP...";

/* nothing */
"Dialog Buttons..." = "Butona Dialogu...";

/* nothing */
"Keyboard Shortcuts..." = "Shkurtprerje Tastiere...";

/* nothing */
"Text Events..." = "Ngjarje Tekst...";

/* nothing */
"URL Handlers..." = "Trajtuesa URL...";

/* nothing */
"User Commands..." = "Urdhra Përdoruesi...";

/* nothing */
"Userlist Buttons..." = "Butona Liste përdoruesish...";

/* nothing */
"Userlist Popup..." = "Flluckë Liste përdoruesish...";

/* nothing */
"_Window" = "_Dritare";

/* nothing */
"Ban List..." = "Listë Ndalimesh...";

/* nothing */
"Channel List..." = "Listë Kanalesh...";

/* nothing */
"Character Chart..." = "Tabelë Gërmash...";

/* nothing */
"Direct Chat..." = "Fjalosje e Drejtpërdrejtë...";

/* nothing */
"File Transfers..." = "Shpërngulje Kartelash";

/* nothing */
"Ignore List..." = "Listë Shpërfilljesh...";

/* nothing */
"Notify List..." = "Listë Njoftimesh...";

/* nothing */
"Plugins and Scripts..." = "Shtojca dhe Programthe...";

/* nothing */
"Raw Log..." = "Regjistrim Bruto...";

/* nothing */
"URL Grabber..." = "Kopjues URL-sh...";

/* nothing */
"Reset Marker Line" = "Ricakto Vijë Shënimi";

/* nothing */
"C_lear Text" = "P_astro Tekst";

/* nothing */
"Search Text..." = "Kërko Tekst...";

/* nothing */
"Save Text..." = "Ruaj Tekst...";

/* nothing */
"_Help" = "_Ndihmë";

/* nothing */
"_Contents" = "_Përmbajtje";

/* nothing */
"_About" = "_Rreth";

/* nothing */
"_Attach Window" = "_Dritare Bashkangjitjesh";

/* nothing */
"_Close Window" = "_Mbyll Dritare";

/* nothing */
"User" = "Përdorues";

/* nothing */
"Last Seen" = "Parë së Fundmi";

/* nothing */
"Offline" = "Jo i lidhur";

/* nothing */
"Never" = "Kurrë";

/* nothing */
"%d minutes ago" = "%u minuta më parë";

/* nothing */
"Online" = "I lidhur";

/* nothing */
"Enter nickname to add:" = "Jepni nofkë për ta shtuar:";

/* nothing */
"Notify on these networks:" = "";

/* nothing */
"Comma separated list of networks is accepted." = "";

/* nothing */
"XChat: Notify List" = "XChat: Listë Njoftimesh";

/* nothing */
"Open Dialog" = "Hap Dritare Dialogu";

/* nothing */
"Cannot find 'notify-send' to open balloon alerts.\nPlease install libnotify." = "";

/* nothing */
"XChat: Connected to %u networks and %u channels" = "";

/* nothing */
"_Restore" = "";

/* nothing */
"_Hide" = "Fshehur";

/* nothing */
"_Blink on" = "";

/* nothing */
"Channel Message" = "Emër Kanali";

/* nothing */
"Private Message" = "Bip në mesazhe vetiakë";

/* nothing */
"Highlighted Message" = "Bip në mesazhe të theksuar";

/* nothing */
"XChat: Highlighted message from: %s (%s)" = "Bip në mesazhe të theksuar";

/* nothing */
"XChat: %u highlighted messages, latest from: %s (%s)" = "";

/* nothing */
"XChat: New public message from: %s (%s)" = "";

/* nothing */
"XChat: %u new public messages." = "";

/* nothing */
"XChat: Private message from: %s (%s)" = "";

/* nothing */
"XChat: %u private messages, latest from: %s (%s)" = "";

/* nothing */
"XChat: File offer from: %s (%s)" = "";

/* nothing */
"XChat: %u file offers, latest from: %s (%s)" = "";

/* nothing */
"Description" = "Përshkrim";

/* nothing */
"Select a Plugin or Script to load" = "Zgjidhni një Shtojcë ose një Programth për t'u ngarkuar";

/* nothing */
"XChat: Plugins and Scripts" = "XChat: Shtojca dhe Programthe";

/* nothing */
"_Load..." = "_Ngarko...";

/* nothing */
"_UnLoad" = "_Çngarko";

/* nothing */
"_Close" = "-Mbyll";

/* nothing */
"Save As..." = "Ruaj Si...";

/* nothing */
"XChat: Rawlog (%s)" = "XChat: Regjistrim bruto (%s)";

/* nothing */
"Clear rawlog" = "Pastro regjistrim bruto";

/* nothing */
"The window you opened this Search for doesn't exist anymore." = "Dritarja prej ku hapët këtë Kërkim nuk ekziston më.";

/* nothing */
"Search hit end, not found." = "";

/* nothing */
"XChat: Search" = "XChat: Kërko";

/* nothing */
"_Match case" = "";

/* nothing */
"Search _backwards" = "";

/* nothing */
"_Find" = "Gjej";

/* nothing */
"New Network" = "Rrjet i Ri";

/* nothing */
"Really remove network \"%s\" and all its servers?" = "Të heq vërtet rrjetin \"%s\" dhe tërë shërbyesit e tij?";

/* nothing */
"User name and Real name cannot be left blank." = "Emri i përdoruesit dhe emri i vërtetë nuk mund të lihen bosh.";

/* nothing */
"XChat: Edit %s" = "XChat: Përpuno %s";

/* nothing */
"Servers for %s" = "Shërbyesa për %s";

/* nothing */
"Connect to selected server only" = "Lidhu vetëm me shërbyesin e përzgjedhur";

/* nothing */
"Don't cycle through all the servers when the connection fails." = "Mos ciklo nëpër tërë shërbyesit kur dështon lidhja.";

/* nothing */
"Your Details" = "Hollësi Tuajat";

/* nothing */
"Use global user information" = "Përdor të dhëna të përgjithshme përdoruesi";

/* nothing */
"_Nick name:" = "Nofkë:";

/* nothing */
"Second choice:" = "Zgjedhje e dytë:";

/* nothing */
"_User name:" = "_Emër përdorues:";

/* nothing */
"Rea_l name:" = "Emër i _vërtetë:";

/* nothing */
"Connecting" = "Lidhje";

/* nothing */
"Auto connect to this network at startup" = "Vetëlidhu me këtë rrjet gjatë nisjes";

/* nothing */
"Use a proxy server" = "Shërbyes \"Proxy\"";

/* nothing */
"Use SSL for all the servers on this network" = "Përdor SSL për tërë shërbyesit në këtë rrjet";

/* nothing */
"Accept invalid SSL certificate" = "Prano dëshmi SSL të mangëta";

/* nothing */
"C_hannels to join:" = "_Kanale ku të hyhet:";

/* nothing */
"Channels to join, separated by commas, but not spaces!" = "Kanale ku të hyhet, ndarë me presje, por pa hapësira!";

/* nothing */
"Connect command:" = "Urdhër lidhjeje:";

/* nothing */
"Extra command to execute after connecting. If you need more than one, set this to LOAD -e <filename>, where <filename> is a text-file full of commands to execute." = "Urdhër ekstra për t'u përmbushur pas lidhjes. Nëse ju duhet më tepër se një, vëreni këtë si  LOAD -e <emër kartele>, ku <emër kartele> është një kartelë tekst mbushur plot me urdhrapër t'u përmbushur.";

/* nothing */
"Nickserv password:" = "Fjalëkalim nofke shërbyesi:";

/* nothing */
"If your nickname requires a password, enter it here. Not all IRC networks support this." = "Nëse nofka juaj lyp fjalëkalim, jepeni atë këtu. Jo tërë rrjetet IRC e mbulojnë këtë.";

/* nothing */
"Server password:" = "Fjalëkalim shërbyesi:";

/* nothing */
"Password for the server, if in doubt, leave blank." = "Fjalëkalim për shërbyesin, po qetë në mëdyshje, lëreni bosh.";

/* nothing */
"Character set:" = "Gërma:";

/* nothing */
"_Edit" = "_Përpuno";

/* nothing */
"XChat: Network List" = "XChat: Listë Njoftimesh";

/* nothing */
"User Information" = "Të dhëna Shërbyesi";

/* nothing */
"Third choice:" = "Zgjedhje e tretë:";

/* nothing */
"Networks" = "Rrjete";

/* nothing */
"Skip network list on startup" = "Anashkalo listë shërbyesish gjatë nisjes";

/* nothing */
"_Edit..." = "_Përpuno...";

/* nothing */
"_Sort" = "_Rendit";

/* nothing */
"Sorts the network list in alphabetical order. Use SHIFT-UP and SHIFT-DOWN keys to move a row." = "";

/* nothing */
"C_onnect" = "_Lidhu";

/* nothing */
"Text Box Appearance" = "Dukje Kutie Tekstesh";

/* nothing */
"Font:" = "Gërma:";

/* nothing */
"Background image:" = "Pamje sfond:";

/* nothing */
"Scrollback lines:" = "Rreshta rrëshqitjeje:";

/* nothing */
"Colored nick names" = "Nofka të ngjyrosura";

/* nothing */
"Give each person on IRC a different color" = "Jepi çdo personi në IRC një ngjyrë të ndryshme";

/* nothing */
"Indent nick names" = "Sposto nofka djathtas";

/* nothing */
"Make nick names right-justified" = "Përligj nofkat djathtas ";

/* nothing */
"Transparent background" = "Sfond i tejdukshëm";

/* nothing */
"Show marker line" = "Shfaq vijë shënimi";

/* nothing */
"Insert a red line after the last read text." = "Fut një vijë të kuqe pas tekstit të lexuar së fundmi.";

/* nothing */
"Transparency Settings" = "Rregullime Tejdukshmërie";

/* nothing */
"Red:" = "E kuqe:";

/* nothing */
"Green:" = "E gjelbër:";

/* nothing */
"Blue:" = "Blu:";

/* nothing */
"Time Stamps" = "Vula Kohore";

/* nothing */
"Enable time stamps" = "Aktivizo vula kohore";

/* nothing */
"Time stamp format:" = "Format vule kohore:";

/* nothing */
"See strftime manpage for details." = "Për hollësira shihni faqe manuali (manpage) për strftime.";

/* nothing */
"A-Z" = "A-Z";

/* nothing */
"Last-spoke order" = "";

/* nothing */
"Input box" = "Kuti futjeje";

/* nothing */
"Use the Text box font and colors" = "Përdor gërma dhe ngjyra të kutisë së Teksteve";

/* nothing */
"Spell checking" = "";

/* nothing */
"Nick Completion" = "Plotësim Nofkash";

/* nothing */
"Automatic nick completion (without TAB key)" = "Plotësim nofkash vetvetiu";

/* nothing */
"Nick completion suffix:" = "Prapashtesë plotësimi nofkash:";

/* nothing */
"Nick completion sorted:" = "Prapashtesë plotësimi nofkash:";

/* nothing */
"Input Box Codes" = "Kode Kutije Futjesh";

/* nothing */
"Interpret %nnn as an ASCII value" = "Interpreto %nnn si një vlerë ASCII";

/* nothing */
"Interpret %C, %B as Color, Bold etc" = "Interpreto %C, %B si Ngjyrë, të Trasha etj";

/* nothing */
"A-Z, Ops first" = "A-Z, Op të parët";

/* nothing */
"Z-A, Ops last" = "Z-A, Op të fundit";

/* nothing */
"Z-A" = "Z-A";

/* nothing */
"Unsorted" = "E parenditur";

/* nothing */
"Left (Upper)" = "";

/* nothing */
"Left (Lower)" = "";

/* nothing */
"Right (Upper)" = "";

/* nothing */
"Right (Lower)" = "";

/* nothing */
"Top" = "Sipër";

/* nothing */
"Bottom" = "Poshtë";

/* nothing */
"Hidden" = "Fshehur";

/* nothing */
"User List" = "Listë Përdoruesish";

/* nothing */
"Show hostnames in user list" = "Shfaqi strehëemrat në listë përdoruesish ";

/* nothing */
"User list sorted by:" = "Listë përdoruesish renditur sipas:";

/* nothing */
"Show user list at:" = "Shfaq/Fshih listë përdoruesish";

/* nothing */
"Away tracking" = "Gjurmim të larguarish";

/* nothing */
"Track the Away status of users and mark them in a different color" = "Ndjek gjendjen i Larguar të përdoruesve dhe i shenjon ata me një ngjyrë tjetër";

/* nothing */
"On channels smaller than:" = "Në kanale më të vegjël se:";

/* nothing */
"Action Upon Double Click" = "Veprim Kur Dyklikohet";

/* nothing */
"Execute command:" = "Përmbush urdhër:";

/* nothing */
"Windows" = "Dritare";

/* nothing */
"Tabs" = "Skeda";

/* nothing */
"Always" = "Përherë";

/* nothing */
"Only requested tabs" = "Vetëm skedat e nevojshme";

/* nothing */
"Tree" = "_Pemë";

/* nothing */
"Switcher type:" = "Kërko Tekst...";

/* nothing */
"Open an extra tab for server messages" = "Hap një skedë ekstra për mesazhe shërbyesi";

/* nothing */
"Open an extra tab for server notices" = "Hap një skedë ekstra për njoftime shërbyesi";

/* nothing */
"Open a new tab when you receive a private message" = "Hap një skedë ekstra për mesazhe shërbyesi";

/* nothing */
"Sort tabs in alphabetical order" = "Rendit skeda sipas abc-së";

/* nothing */
"Small tabs" = "Skeda të vogla";

/* nothing */
"Focus new tabs:" = "Fokuso skeda të reja:";

/* nothing */
"Show channel switcher at:" = "kanal";

/* nothing */
"Shorten tab labels to:" = "Shkurto etiketë skedash në:";

/* nothing */
"letters." = "gërma.";

/* nothing */
"Tabs or Windows" = "Skeda ose Dritare";

/* nothing */
"Open channels in:" = "Hap kanale në:";

/* nothing */
"Open dialogs in:" = "Hap dialogje në:";

/* nothing */
"Open utilities in:" = "Hap \"utilities\" në:";

/* nothing */
"Open DCC, Ignore, Notify etc, in tabs or windows?" = "DCC, Shpërfill, Njofto etj, t'i hap si skeda apo si dritare?";

/* nothing */
"No" = "Asnjë";

/* nothing */
"Yes" = "";

/* nothing */
"Browse for save folder every time" = "";

/* nothing */
"Files and Directories" = "Kartela dhe Drejtori";

/* nothing */
"Auto accept file offers:" = "";

/* nothing */
"Download files to:" = "Shkarko kartela te:";

/* nothing */
"Move completed files to:" = "Zhvendos kartela të plotësuara te:";

/* nothing */
"Save nick name in filenames" = "Ruaj nofka në emra kartelash";

/* nothing */
"Network Settings" = "Rregullime Rrjeti";

/* nothing */
"Get my address from the IRC server" = "Kije vendndodhjen time prej serverit IRC";

/* nothing */
"Asks the IRC server for your real address. Use this if you have a 192.168.*.* address!" = "Pyet shërbyesin IRC për vendndodhjen tuaj të vërtetë. Përdoreni nëse keni një vendndodhje 192.168.*.* !";

/* nothing */
"DCC IP address:" = "Vendndodhje DCC IP:";

/* nothing */
"Claim you are at this address when offering files." = "Pretendoni se jeni në këtë vendndodhje kur ofroni kartela.";

/* nothing */
"First DCC send port:" = "Porta e parë DCC dërg:";

/* nothing */
"Last DCC send port:" = "Porta e fundit DCC dërg:";

/* nothing */
"!Leave ports at zero for full range." = "(Lini portat në zero për interval të plotë).";

/* nothing */
"Maximum File Transfer Speeds (bytes per second)" = "Shpejtësi më e Madhe Shpërnguljesh Kartelash (bajt për sekondë)";

/* nothing */
"One upload:" = "Një ngarkim:";

/* nothing */
"Maximum speed for one transfer" = "Shpejtësi më e madhe pë një shpërngulje";

/* nothing */
"One download:" = "Një shkarkim:";

/* nothing */
"All uploads combined:" = "Tërë shkarkimet të ndërthurur:";

/* nothing */
"Maximum speed for all files" = "Shpejtësi më e madhe për tërë kartelat";

/* nothing */
"All downloads combined:" = "Tërë shkarkimet të ndërthurur:";

/* nothing */
"Alerts" = "Sinjalizime";

/* nothing */
"Show tray balloons on:" = "Shfaq skeda:";

/* nothing */
"Blink tray icon on:" = "Bip në mesazhe";

/* nothing */
"Blink task bar on:" = "";

/* nothing */
"Make a beep sound on:" = "";

/* nothing */
"Enable system tray icon" = "";

/* nothing */
"Highlighted Messages" = "Bip në mesazhe të theksuar";

/* nothing */
"Highlighted messages are ones where your nickname is mentioned, but also:" = "";

/* nothing */
"Extra words to highlight:" = "Fjalë ekstra për t'u theksuar:";

/* nothing */
"Nick names not to highlight:" = "Nofka për t'u mos theksuar:";

/* nothing */
"Nick names to always highlight:" = "Nofka për t'u mos theksuar:";

/* nothing */
"Separate multiple words with commas." = "(Ndaj fjalë të shumëfishta me presje].";

/* nothing */
"Default Messages" = "Mesazhe Parazgjedhje";

/* nothing */
"Quit:" = "Lër:";

/* nothing */
"Leave channel:" = "Lër kanal:";

/* nothing */
"Away:" = "Largime:";

/* nothing */
"Away" = "Larguar";

/* nothing */
"Announce away messages" = "Lajmëro mesazhe largimi";

/* nothing */
"Announce your away messages to all channels" = "Lajmëroni te tërë kanalet mesazhe largimi tuajt";

/* nothing */
"Show away once" = "Shfaq i larguar vetëm një herë";

/* nothing */
"Show identical away messages only once" = "Shfaq mesazhe largimi identikë vetëm një herë";

/* nothing */
"Automatically unmark away" = "Çshenjo automatikisht si të larguar";

/* nothing */
"Unmark yourself as away before sending messages" = "Çshenjoni vetveten si të larguar para dërgimit të mesazheve";

/* nothing */
"Advanced Settings" = "Rregullime të Mëtejshëm";

/* nothing */
"Auto reconnect delay:" = "Vonesë vetërilidhjeje:";

/* nothing */
"Display MODEs in raw form" = "Shfaq MËNYRA në formë bruto";

/* nothing */
"Whois on notify" = "Whois në njoftime";

/* nothing */
"Sends a /WHOIS when a user comes online in your notify list" = "Dërgon një /WHOIS kur një përdorues vjen \"online\" në listën tuaj të njoftimeve";

/* nothing */
"Hide join and part messages" = "Fshih mesazhe ardhjesh dhe ikjesh";

/* nothing */
"Hide channel join/part messages by default" = "Fshih, si parazgjedhje, mesazhe ardhjeje/daljeje prej kanalit";

/* nothing */
"Auto Open DCC Windows" = "Vetëhap Dritare DCC";

/* nothing */
"Send window" = "Dritare dërgimesh";

/* nothing */
"Receive window" = "Dritare marrjesh";

/* nothing */
"Chat window" = "Dritare fjalosjeje";

/* nothing */
"Logging" = "Hyrje";

/* nothing */
"Enable logging of conversations" = "Aktivizo regjistrim bashkëbisedimesh";

/* nothing */
"Log filename:" = "Emër kartele regjistrimesh";

/* nothing */
"%s=Server %c=Channel %n=Network." = "(%s=Server %c=Kanal %n=Rrjet).";

/* nothing */
"Insert timestamps in logs" = "Fut vulë kohore në regjistra";

/* nothing */
"Log timestamp format:" = "Format vule kohore regjistri";

/* nothing */
"(Disabled)" = "(Çaktivizuar)";

/* nothing */
"Wingate" = "Wingate";

/* nothing */
"Socks4" = "Socks4";

/* nothing */
"Socks5" = "Socks5";

/* nothing */
"HTTP" = "HTTP";

/* nothing */
"MS Proxy (ISA)" = "";

/* nothing */
"All Connections" = "Lidhje";

/* nothing */
"IRC Server Only" = "Vetëm me Ftesa";

/* nothing */
"DCC Get Only" = "Tip DCC-je";

/* nothing */
"Your Address" = "Vendndodhja Juaj";

/* nothing */
"Bind to:" = "Lidhe te";

/* nothing */
"Only useful for computers with multiple addresses." = "(I dobishëm vetëm për kompjutera me vendndodhje të shumëfishta).";

/* nothing */
"Proxy Server" = "Shërbyes \"Proxy\"";

/* nothing */
"Hostname:" = "Emërstrehë:";

/* nothing */
"Port:" = "Portë:";

/* nothing */
"Type:" = "Tip:";

/* nothing */
"Use proxy for:" = "Shërbyes \"Proxy\"";

/* nothing */
"Proxy Authentication" = "";

/* nothing */
"Use Authentication (MS Proxy, HTTP or Socks5 only)" = "Mirëfilltëso te shërbyes \"proxy\" (HTTP dhe Socks5)";

/* nothing */
"Use Authentication (HTTP or Socks5 only)" = "Mirëfilltëso te shërbyes \"proxy\" (HTTP dhe Socks5)";

/* nothing */
"Username:" = "Em. përdoruesi:";

/* nothing */
"Password:" = "Fjalëkalim:";

/* nothing */
"Select an Image File" = "Zgjidh një Kartelë Pamjeje";

/* nothing */
"Select Download Folder" = "Përzgjidhni ngjyrë";

/* nothing */
"Select font" = "Përzgjidhni gërma";

/* nothing */
"Browse..." = "Shfleto...";

/* nothing */
"Mark identified users with:" = "Shenjo përdorues të identifikuar me:";

/* nothing */
"Mark not-identified users with:" = "Shenjo përdorues të paidentifikuar me:";

/* nothing */
"Open Data Folder" = "";

/* nothing */
"Select color" = "Përzgjidhni ngjyrë";

/* nothing */
"Text Colors" = "Ngjyra Teksti";

/* nothing */
"mIRC colors:" = "Ngjyra mIRC:";

/* nothing */
"Local colors:" = "Ngjyra ekstra:";

/* nothing */
"Foreground:" = "Përpara:";

/* nothing */
"Background:" = "Sfond:";

/* nothing */
"Marking Text" = "Shenjim Tekstesh";

/* nothing */
"Interface Colors" = "Ngjyra Ndërfaqeje";

/* nothing */
"New data:" = "Të dhëna të reja:";

/* nothing */
"Marker line:" = "Vijë shënimi";

/* nothing */
"New message:" = "Mesazh i ri:";

/* nothing */
"Away user:" = "Përdorues i larguar:";

/* nothing */
"Highlight:" = "Theksim:";

/* nothing */
"Event" = "Ngjarje";

/* nothing */
"Sound file" = "Kartelë tingull";

/* nothing */
"Select a sound file" = "Përzgjidhni një kartelë tingull";

/* nothing */
"Sound playing method:" = "Metodë luajtjeje tingulli:";

/* nothing */
"External sound playing _program:" = "Program i jashtëm luajtjeje tingujsh:";

/* nothing */
"_External program" = "Program i _jashtëm";

/* nothing */
"_Automatic" = "_Automatike";

/* nothing */
"Sound files _directory:" = "_Drejtori kartelash tingulli:";

/* nothing */
"Sound file:" = "Kartelë tingulli:";

/* nothing */
"_Browse..." = "_Shfleto...";

/* nothing */
"_Play" = "_Luaj";

/* nothing */
"Interface" = "Ndërfaqe";

/* nothing */
"Text box" = "Kuti tekstesh";

/* nothing */
"User list" = "Listë përdoruesi";

/* nothing */
"Channel switcher" = "kanal";

/* nothing */
"Colors" = "Ngjyra";

/* nothing */
"Chatting" = "Fjalosje";

/* nothing */
"General" = "Të përgjithshme";

/* nothing */
"Sound" = "Tingull";

/* nothing */
"Network setup" = "Rregullim rrjeti";

/* nothing */
"File transfers" = "Shpërngulje kartelash";

/* nothing */
"Categories" = "Kategori";

/* nothing */
"You cannot place the tree on the top or bottom!\nPlease change to the <b>Tabs</b> layout in the <b>View</b> menu first." = "";

/* nothing */
"Some settings were changed that require a restart to take full effect." = "Për disa nga ndryshimet lipset të rinisni programin pa të jenë vepruese.";

/* nothing */
"*WARNING*\nAuto accepting DCC to your home directory\ncan be dangerous and is exploitable. Eg:\nSomeone could send you a .bash_profile" = "*KUJDES*\nVetëpranimi i DCC-së në drejtorinë tuaj shtëpi\nmund të jetë i rrezikshëm dhe është i shfrytëzueshëm. P.sh:\nDikush mund t'ju dërgojë një .bash_profile";

/* nothing */
"XChat: Preferences" = "XChat: Parapëlqime";

/* nothing */
"There was an error parsing the string" = "Pati një gabim në përtypjen e vargut";

/* nothing */
"This signal is only passed %d args, $%d is invalid" = "This signal is only passed %d args, $%d is invalid";

/* nothing */
"Print Texts File" = "Shtyp Kartelë Tekstesh";

/* nothing */
"Edit Events" = "Përpuno Ç'ndodh";

/* nothing */
"$ Number" = "$ Numër";

/* nothing */
"Load From..." = "Ngarko Prej...";

/* nothing */
"Test All" = "Testo Tërë";

/* nothing */
"URL" = "URL";

/* nothing */
"XChat: URL Grabber" = "XChat: Kopjues URL-sh";

/* nothing */
"Clear list" = "Fshij listë";

/* nothing */
"Copy selected URL" = "Kopjo URL-në e përzgjedhur";

/* nothing */
"Copy" = "Kopjo";

/* nothing */
"Save list to a file" = "Ruaj listë si një kartelë";

/* nothing */
"%d ops, %d total" = "%d op, gjithsej %d";

